// data.js
const cards = [
    {
        "card_id": 226,
        "card_name": "華盛頓",
        "card_code": "SD01-001",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合結束時】將此卡轉為激活狀態。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "SD01"
    },
    {
        "card_id": 227,
        "card_name": "華盛頓",
        "card_code": "SD01-001覺醒",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合結束時】將此卡轉為激活狀態。",
        "acquisition_method": "SD01"
    },
    {
        "card_id": 228,
        "card_name": "卡辛",
        "card_code": "SD01-002",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "300",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "SD01"
    },
    {
        "card_id": 229,
        "card_name": "唐斯",
        "card_code": "SD01-003",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "SD01"
    },
    {
        "card_id": 230,
        "card_name": "西姆斯",
        "card_code": "SD01-004",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■戰場上的此卡不能支援後排的卡牌。",
        "acquisition_method": "SD01"
    },
    {
        "card_id": 231,
        "card_name": "哈曼",
        "card_code": "SD01-005",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【對方回合中】【每回合1次】此卡被戰場上的卡牌支援時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "SD01"
    },
    {
        "card_id": 232,
        "card_name": "亞特蘭大",
        "card_code": "SD01-006",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "SD01"
    },
    {
        "card_id": 233,
        "card_name": "朱諾",
        "card_code": "SD01-007",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "SD01"
    },
    {
        "card_id": 234,
        "card_name": "安克拉治",
        "card_code": "SD01-008",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)■【己方回合中】【每回合1次】戰場上的此卡發起攻擊時或發起支援的戰鬥結束時，將此卡轉為激活狀態。",
        "acquisition_method": "SD01"
    },
    {
        "card_id": 235,
        "card_name": "波特蘭",
        "card_code": "SD01-009",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■當己方戰場上存在艦船卡「印第安納波利斯」時，戰場上的此卡戰力+100。",
        "acquisition_method": "SD01"
    },
    {
        "card_id": 236,
        "card_name": "印第安納波利斯",
        "card_code": "SD01-010",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的魔方卡數量為3或以上時，作為旗艦耐久的此卡獲得【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)。",
        "acquisition_method": "SD01"
    },
    {
        "card_id": 237,
        "card_name": "賓夕法尼亞",
        "card_code": "SD01-011",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)■【固守+200】(此卡被攻擊的戰鬥中，此卡戰力+200)",
        "acquisition_method": "SD01"
    },
    {
        "card_id": 238,
        "card_name": "亞利桑那",
        "card_code": "SD01-012",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)",
        "acquisition_method": "SD01"
    },
    {
        "card_id": 239,
        "card_name": "博格",
        "card_code": "SD01-013",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "輕航",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方的後排卡牌)■【登場時】可以將對方戰場上的1張費用為2或以下的艦船卡彈回手牌。",
        "acquisition_method": "SD01"
    },
    {
        "card_id": 240,
        "card_name": "全員就位",
        "card_code": "SD01-014",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)本次戰鬥中，己方戰場上的1張卡牌戰力+200。之後，查看己方卡組最上方的1張卡，選擇將其置於卡組最上方或最下方。",
        "acquisition_method": "SD01"
    },
    {
        "card_id": 241,
        "card_name": "戰力補充",
        "card_code": "SD01-015",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)本次戰鬥中，己方戰場上的1張卡牌戰力+400。之後，當己方手牌為0張時，抽1張卡。",
        "acquisition_method": "SD01"
    },
    {
        "card_id": 242,
        "card_name": "歸港",
        "card_code": "SD01-016",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】將對方戰場上的1張費用為3或以下的艦船卡彈回手牌。",
        "acquisition_method": "SD01"
    },
    {
        "card_id": 243,
        "card_name": "胡德",
        "card_code": "SD02-001",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "戰巡",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合結束時】將1張己方的魔方卡轉為激活狀態。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "SD02"
    },
    {
        "card_id": 244,
        "card_name": "胡德",
        "card_code": "SD02-001覺醒",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "戰巡",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合結束時】將1張己方的魔方卡轉為激活狀態。",
        "acquisition_method": "SD02"
    },
    {
        "card_id": 245,
        "card_name": "回聲",
        "card_code": "SD02-002",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "0"
        },
        "card_effect": "■當己方的魔方卡數量為5或以上時，所有區域的此卡支援+100。",
        "acquisition_method": "SD02"
    },
    {
        "card_id": 246,
        "card_name": "紐卡斯爾",
        "card_code": "SD02-003",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "SD02"
    },
    {
        "card_id": 247,
        "card_name": "謝菲爾德",
        "card_code": "SD02-004",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【被擊破時】從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "SD02"
    },
    {
        "card_id": 248,
        "card_name": "愛丁堡",
        "card_code": "SD02-005",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄1張手牌：從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "SD02"
    },
    {
        "card_id": 249,
        "card_name": "貝爾法斯特",
        "card_code": "SD02-006",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄1張手牌：從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "SD02"
    },
    {
        "card_id": 250,
        "card_name": "反擊",
        "card_code": "SD02-007",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "戰巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "SD02"
    },
    {
        "card_id": 251,
        "card_name": "納爾遜",
        "card_code": "SD02-008",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將對方戰場上的1張費用為4或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "SD02"
    },
    {
        "card_id": 252,
        "card_name": "羅德尼",
        "card_code": "SD02-009",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)",
        "acquisition_method": "SD02"
    },
    {
        "card_id": 253,
        "card_name": "光榮",
        "card_code": "SD02-010",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "800",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)",
        "acquisition_method": "SD02"
    },
    {
        "card_id": 254,
        "card_name": "光輝",
        "card_code": "SD02-011",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "8",
            "戰　力": "800",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)■【登場時】選擇對方戰場上的1張費用為4或以下的艦船卡。當該卡處於激活狀態時，將其轉為休息狀態；當處於休息狀態時，將其擊破。",
        "acquisition_method": "SD02"
    },
    {
        "card_id": 255,
        "card_name": "競技神",
        "card_code": "SD02-012",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)",
        "acquisition_method": "SD02"
    },
    {
        "card_id": 256,
        "card_name": "皇家的誓約",
        "card_code": "SD02-013",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)本次戰鬥中，己方戰場上的1張卡牌戰力+200。之後，當己方的旗艦耐久為0時，將1張己方的魔方卡轉為激活狀態。",
        "acquisition_method": "SD02"
    },
    {
        "card_id": 257,
        "card_name": "皇室鐵壁",
        "card_code": "SD02-014",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)本次戰鬥中，己方戰場上的1張卡牌戰力+600。之後，當己方的旗艦耐久為0時，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "SD02"
    },
    {
        "card_id": 258,
        "card_name": "英式午茶",
        "card_code": "SD02-015",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "SD02"
    },
    {
        "card_id": 259,
        "card_name": "皇室守護",
        "card_code": "SD02-016",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】將對方戰場上的1張費用為5或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "SD02"
    },
    {
        "card_id": 260,
        "card_name": "俾斯麥",
        "card_code": "SD03-001",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "SD03"
    },
    {
        "card_id": 261,
        "card_name": "俾斯麥",
        "card_code": "SD03-001覺醒",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】此卡支援+100。",
        "acquisition_method": "SD03"
    },
    {
        "card_id": 262,
        "card_name": "Z16",
        "card_code": "SD03-002",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "0"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【登場時】本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "SD03"
    },
    {
        "card_id": 263,
        "card_name": "Z18",
        "card_code": "SD03-003",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "300",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "SD03"
    },
    {
        "card_id": 264,
        "card_name": "Z19",
        "card_code": "SD03-004",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "0"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)",
        "acquisition_method": "SD03"
    },
    {
        "card_id": 265,
        "card_name": "Z20",
        "card_code": "SD03-005",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "SD03"
    },
    {
        "card_id": 266,
        "card_name": "Z21",
        "card_code": "SD03-006",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+200】(此卡發起攻擊的戰鬥中，此卡戰力+200)",
        "acquisition_method": "SD03"
    },
    {
        "card_id": 267,
        "card_name": "萊比錫",
        "card_code": "SD03-007",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "SD03"
    },
    {
        "card_id": 268,
        "card_name": "紐倫堡",
        "card_code": "SD03-008",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "SD03"
    },
    {
        "card_id": 269,
        "card_name": "希佩爾將軍",
        "card_code": "SD03-009",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【速攻】(此卡在登場的回合即可發起攻擊)",
        "acquisition_method": "SD03"
    },
    {
        "card_id": 270,
        "card_name": "布呂歇爾",
        "card_code": "SD03-010",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【登場時】本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "SD03"
    },
    {
        "card_id": 271,
        "card_name": "歐根親王",
        "card_code": "SD03-011",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【速攻】(此卡在登場的回合即可發起攻擊)■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)",
        "acquisition_method": "SD03"
    },
    {
        "card_id": 272,
        "card_name": "圖林根",
        "card_code": "SD03-012",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)",
        "acquisition_method": "SD03"
    },
    {
        "card_id": 273,
        "card_name": "威悉",
        "card_code": "SD03-013",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "輕航",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "0"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)",
        "acquisition_method": "SD03"
    },
    {
        "card_id": 274,
        "card_name": "真理必勝",
        "card_code": "SD03-014",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)本次戰鬥中，對方戰場上的1張艦船卡戰力-200。之後，當己方手牌數量為1或以下時，進一步使其戰力-100。",
        "acquisition_method": "SD03"
    },
    {
        "card_id": 275,
        "card_name": "火力壓制",
        "card_code": "SD03-015",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)本次戰鬥中，對方戰場上的1張卡牌戰力-400。之後，當己方的旗艦耐久為0時，進一步使其戰力-100。",
        "acquisition_method": "SD03"
    },
    {
        "card_id": 276,
        "card_name": "鐵血威壓",
        "card_code": "SD03-016",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】本回合中，對方戰場上的1張艦船卡戰力-300。",
        "acquisition_method": "SD03"
    },
    {
        "card_id": 277,
        "card_name": "薩拉托加",
        "card_code": "BP01-001",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【轉為休息狀態時】查看己方卡組最上方的2張卡，而後以任意順序將其置於卡組最上方。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 278,
        "card_name": "薩拉托加",
        "card_code": "BP01-001覺醒",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "200"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【轉為休息狀態時】查看己方卡組最上方的2張卡，而後以任意順序將其置於卡組最上方。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 279,
        "card_name": "企業",
        "card_code": "BP01-002",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 280,
        "card_name": "企業",
        "card_code": "BP01-002覺醒",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄3張手牌：當對方的旗艦耐久為0時，本次戰鬥中，此卡戰力+500。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 281,
        "card_name": "格里德利",
        "card_code": "BP01-003",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "0"
        },
        "card_effect": "■當己方的旗艦卡為「列星頓」或「薩拉托加」時，所有區域的此卡支援+100。■當己方的魔方卡數量為3或以上時，作為旗艦耐久的此卡獲得【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 282,
        "card_name": "克雷文",
        "card_code": "BP01-004",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 283,
        "card_name": "麥考爾",
        "card_code": "BP01-005",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)■【登場時】查看己方卡組最上方的3張卡，而後將其以任意順序置於卡組最上方。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 284,
        "card_name": "莫里",
        "card_code": "BP01-006",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的3張卡，將其中最多1張《白鷹》艦船卡公開並加入手牌，而後將其餘卡牌以任意順序置於卡組最上方。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 285,
        "card_name": "班森",
        "card_code": "BP01-007",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "0"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 286,
        "card_name": "拉菲",
        "card_code": "BP01-008",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【被攻擊時】【每回合1次】公開雙方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌的費用大於等於對方公開的卡牌的費用時，此卡在本回合中獲得【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 287,
        "card_name": "聖路易斯",
        "card_code": "BP01-009",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 288,
        "card_name": "海倫娜",
        "card_code": "BP01-010",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "0"
        },
        "card_effect": "■當己方的旗艦耐久為0時，所有區域的此卡支援+100。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 289,
        "card_name": "克里夫蘭",
        "card_code": "BP01-011",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■此卡與對方後排的卡牌的戰鬥中，此卡戰力+100。■【登場時】公開己方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌為費用為3或以上的《白鷹》艦船卡時，抽1張卡。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 290,
        "card_name": "哥倫比亞",
        "card_code": "BP01-012",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■此卡被後排的卡牌攻擊的戰鬥中，此卡戰力+200。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 291,
        "card_name": "丹佛",
        "card_code": "BP01-013",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■位於前排的此卡可以攻擊對方後排處於激活狀態的艦船卡。■此卡與對方後排的卡牌的戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 292,
        "card_name": "比洛克西",
        "card_code": "BP01-014",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■此卡發起攻擊的戰鬥結束時，可以將此卡置於卡組最下方。若有執行此動作時，將1張作為己方的旗艦耐久的卡牌加入手牌。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 293,
        "card_name": "彭薩科拉",
        "card_code": "BP01-015",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將對方戰場上的1張費用為2或以下的艦船卡彈回手牌。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 294,
        "card_name": "布雷默頓",
        "card_code": "BP01-016",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【己方回合結束時】當此卡處於休息狀態時，公開雙方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌的費用大於等於對方公開的卡牌的費用時，將此卡轉為激活狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 295,
        "card_name": "長島",
        "card_code": "BP01-017",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "輕航",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)■【攻擊時】【每回合一次】公開雙方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌的費用大於等於對方公開的卡牌的費用時，將此卡轉為激活狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 296,
        "card_name": "女灶神",
        "card_code": "BP01-018",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "維修",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【對方回合中】當己方的旗艦卡為「約克鎮」或「企業」時，戰場上的此卡支援+100。■戰場上的此卡發起支援的戰鬥結束時，將此卡置於撤退區。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 297,
        "card_name": "假日時光",
        "card_code": "BP01-019",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】將對方戰場上的1張費用為2或以下的艦船卡彈回卡組最下方。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 298,
        "card_name": "整裝待發",
        "card_code": "BP01-020",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】抽2張卡。之後，查看己方卡組最上方的1張卡，選擇將其置於卡組最上方或最下方。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 299,
        "card_name": "禁忌的雙重列星頓",
        "card_code": "BP01-021",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)本次戰鬥中，己方戰場上的1張卡牌戰力+300。之後，當己方的旗艦卡為「列星頓」或「薩拉托加」時，將己方的旗艦卡轉為激活狀態。■位於卡組的此卡費用+3。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 300,
        "card_name": "與騎士共舞",
        "card_code": "BP01-022",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】查看己方卡組最上方的3張卡，將其中最多1張《白鷹》卡牌公開並加入手牌，而後將其餘卡牌以任意順序置於卡組最上方。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 301,
        "card_name": "鐵底灣之夜",
        "card_code": "BP01-023",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】公開雙方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌的費用大於等於對方公開的卡牌的費用時，將對方戰場上的1張費用為3或以下的艦船卡彈回卡組最下方。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 302,
        "card_name": "反擊之翼",
        "card_code": "BP01-024",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】抽1張卡。之後，將對方戰場上的1張費用為3或以下的艦船卡彈回卡組最下方。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 303,
        "card_name": "厭戰",
        "card_code": "BP01-025",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方的《皇家》艦船卡通過攻擊擊破對方的艦船卡時，將此卡轉為激活狀態。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 304,
        "card_name": "厭戰",
        "card_code": "BP01-025覺醒",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方的《皇家》艦船卡通過攻擊擊破對方的艦船卡時，將此卡轉為激活狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 305,
        "card_name": "光輝",
        "card_code": "BP01-026",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】【每回合1次】己方的費用為6或以上的《皇家》〈航母〉艦船卡登場時，從己方魔方卡組將1張魔方卡以反面置於費用區。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 306,
        "card_name": "光輝",
        "card_code": "BP01-026覺醒",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】【每回合1次】己方的費用為6或以上的《皇家》〈航母〉艦船卡登場時，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 307,
        "card_name": "女將",
        "card_code": "BP01-027",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■戰場上的此卡不能支援後排的卡牌。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 308,
        "card_name": "吸血鬼",
        "card_code": "BP01-028",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■此卡發起攻擊的戰鬥結束時，可以將此卡置於卡組最下方。若有執行此動作時，將1張作為己方的旗艦耐久的卡牌加入手牌。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 309,
        "card_name": "新月",
        "card_code": "BP01-029",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將對方前排的1張費用為2或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 310,
        "card_name": "彗星",
        "card_code": "BP01-030",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 311,
        "card_name": "伊卡洛斯",
        "card_code": "BP01-031",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的3張卡，將其中最多1張《皇家》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 312,
        "card_name": "標槍",
        "card_code": "BP01-032",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】此卡通過攻擊擊破對方的艦船卡或對對方的旗艦卡造成傷害時，將對方戰場上的1張費用為4或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 313,
        "card_name": "澤西",
        "card_code": "BP01-033",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■己方戰場上的費用為3或以下的《皇家》艦船卡與對方的艦船卡的戰鬥中，此卡支援+100。■戰場上的此卡發起支援的戰鬥結束時，將此卡置於撤退區。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 314,
        "card_name": "火槍手",
        "card_code": "BP01-034",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "0"
        },
        "card_effect": "■【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 315,
        "card_name": "南安普敦",
        "card_code": "BP01-035",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方的除此卡以外的《皇家》艦船卡通過攻擊擊破對方的艦船卡時，將此卡轉為激活狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 316,
        "card_name": "格拉斯哥",
        "card_code": "BP01-036",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的旗艦卡為《皇家》〈戰列〉卡牌時，位於前排的此卡對對方的艦船卡發起攻擊的戰鬥中，此卡戰力+200。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 317,
        "card_name": "格洛斯特",
        "card_code": "BP01-037",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的魔方卡數量為3或以上時，作為旗艦耐久的此卡獲得【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 318,
        "card_name": "司戰女神",
        "card_code": "BP01-038",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將對方前排的1張費用為3或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 319,
        "card_name": "諾福克",
        "card_code": "BP01-039",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "重巡",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【登場時】將對方前排的1張費用為3或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 320,
        "card_name": "約克",
        "card_code": "BP01-040",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡為《皇家》〈戰列〉卡牌時，本回合中，位於前排的此卡可以攻擊對方處於休息狀態的艦船卡。■此卡與對方的艦船卡的戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 321,
        "card_name": "勝利",
        "card_code": "BP01-041",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】從己方魔方卡組將1張魔方卡以反面置於費用區。■【己方回合結束時】可以捨棄1張手牌：當己方的旗艦為《皇家》卡牌時，將己方後排的1張費用為4或以下的《皇家》艦船卡與己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 322,
        "card_name": "可畏",
        "card_code": "BP01-042",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "8",
            "戰　力": "800",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)■【登場時】選擇對方戰場上的1張費用為5或以下的艦船卡，將該卡轉為休息狀態，並且在下一個對方的重置階段中，該卡不能被轉為激活狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 323,
        "card_name": "獨角獸",
        "card_code": "BP01-043",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "300",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將此卡轉為休息狀態：從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 324,
        "card_name": "薔薇之絆",
        "card_code": "BP01-044",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】將對方戰場上的1張費用為5或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 325,
        "card_name": "茶會準備",
        "card_code": "BP01-045",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】抽2張卡。之後，當己方的手牌數量為5或以下時，將對方前排的1張費用為2或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 326,
        "card_name": "女僕的心意",
        "card_code": "BP01-046",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】查看己方卡組最上方的3張卡，將其中最多1張《皇家》卡牌公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 327,
        "card_name": "予怨予還",
        "card_code": "BP01-047",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】對方將其自身戰場上的1張處於激活狀態的艦船卡轉為休息狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 328,
        "card_name": "女僕隊的小憩",
        "card_code": "BP01-048",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】將對方戰場上的1張費用比對方持有的魔方卡數量低的艦船卡轉為休息狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 329,
        "card_name": "皇室聯軍",
        "card_code": "BP01-049",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】將對方戰場上的1張處於休息狀態的費用為3或以下的艦船卡擊破。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 330,
        "card_name": "鐵必制",
        "card_code": "BP01-050",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以將己方手牌的1張費用為2或以下的《鐵血》〈驅逐〉艦船卡登場於未被放置卡牌的己方戰場。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 331,
        "card_name": "鐵必制",
        "card_code": "BP01-050覺醒",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以將己方手牌的1張費用為2或以下的《鐵血》〈驅逐〉艦船卡登場於未被放置卡牌的己方戰場。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 332,
        "card_name": "齊柏林伯爵",
        "card_code": "BP01-051",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張手牌：本回合中，對方戰場上的1張艦船卡戰力-100。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 333,
        "card_name": "齊柏林伯爵",
        "card_code": "BP01-051覺醒",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張手牌：本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 334,
        "card_name": "不知火",
        "card_code": "BP01-052",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■此卡發起攻擊的戰鬥結束時，可以將此卡置於卡組最下方。若有執行此動作時，將1張作為己方的旗艦耐久的卡牌加入手牌。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 335,
        "card_name": "青葉",
        "card_code": "BP01-053",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "重巡",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】對方捨棄1張手牌。當被捨棄的卡牌為事件卡時，本回合中，此卡戰力+100，獲得【速攻】(此卡在登場的回合即可發起攻擊)。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 336,
        "card_name": "衣笠",
        "card_code": "BP01-054",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "重巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】對方可以捨棄1張手牌。若對方未選擇捨棄手牌時，己方抽1張卡。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 337,
        "card_name": "明石",
        "card_code": "BP01-055",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "維修",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【對方回合中】戰場上的此卡支援+100。■戰場上的此卡發起支援的戰鬥結束時，將此卡置於撤退區。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 338,
        "card_name": "Z1",
        "card_code": "BP01-056",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的3張卡，將其中最多1張費用為2或以下的《鐵血》〈驅逐〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 339,
        "card_name": "Z2",
        "card_code": "BP01-057",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■戰場上的此卡不能支援後排的卡牌。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 340,
        "card_name": "Z21",
        "card_code": "BP01-058",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "0"
        },
        "card_effect": "■【攻擊時】當己方戰場上存在3張或以上費用為2或以下的〈驅逐〉艦船卡時，本回合中，己方前排的1張戰力為400或以下的《鐵血》〈驅逐〉艦船卡獲得【速攻】(此卡在登場的回合即可發起攻擊)。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 341,
        "card_name": "Z23",
        "card_code": "BP01-059",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【速攻】(此卡在登場的回合即可發起攻擊)",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 342,
        "card_name": "Z25",
        "card_code": "BP01-060",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "0"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 343,
        "card_name": "Z26",
        "card_code": "BP01-061",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的3張卡，將其中最多1張《鐵血》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 344,
        "card_name": "Z28",
        "card_code": "BP01-062",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】本回合中，己方前排的1張費用為3或以下的《鐵血》〈驅逐〉艦船卡戰力+100。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 345,
        "card_name": "德意志",
        "card_code": "BP01-063",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】本回合中，對方前排的1張艦船卡戰力-100。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 346,
        "card_name": "施佩伯爵將軍",
        "card_code": "BP01-064",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)■【每回合1次】此卡對對方的艦船卡發起攻擊時，將此卡轉為激活狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 347,
        "card_name": "沙恩霍斯特",
        "card_code": "BP01-065",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【速攻】(此卡在登場的回合即可發起攻擊)■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 348,
        "card_name": "格奈森瑙",
        "card_code": "BP01-066",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)■戰場上的此卡發起攻擊時或發起支援時，本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 349,
        "card_name": "怒濤之勢",
        "card_code": "BP01-067",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】本回合中，己方戰場上的1張費用為4或以下的《鐵血》艦船卡獲得【速攻】(此卡在登場的回合即可發起攻擊)。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 350,
        "card_name": "物資掠奪",
        "card_code": "BP01-068",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】抽2張卡。之後，當己方的手牌數量為5或以下時，本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 351,
        "card_name": "鐵血先鋒",
        "card_code": "BP01-069",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)本次戰鬥中，對方戰場上的1張卡牌戰力-100。之後，將己方戰場上的1張費用為3或以下的《鐵血》〈驅逐〉艦船卡轉為激活狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 352,
        "card_name": "誓言之海",
        "card_code": "BP01-070",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】查看己方卡組最上方的3張卡，將其中最多1張《鐵血》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 353,
        "card_name": "公主巡遊",
        "card_code": "BP01-071",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 354,
        "card_name": "親王的邀約",
        "card_code": "BP01-072",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】本回合中，己方戰場上的1張戰力400或以下的艦船卡戰力+200。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 355,
        "card_name": "不屈之力",
        "card_code": "BP01-073",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "5",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】本回合中，對方戰場上的2張艦船卡戰力-200。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 356,
        "card_name": "紐澤西",
        "card_code": "BP01-074",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "UR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "0"
        },
        "card_effect": "■【對方回合中】戰場上的此卡支援+400。■【攻擊時】公開己方卡組最上方的4張卡，而後將其以隨機順序置於卡組最下方。公開的卡牌中每出現1張《白鷹》艦船卡，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 357,
        "card_name": "腓特烈大帝",
        "card_code": "BP01-075",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "UR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "0"
        },
        "card_effect": "■【速攻】■【強擊+200】",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 364,
        "card_name": "德意志",
        "card_code": "BP01-063<PR>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】本回合中，對方前排的1張艦船卡戰力-100。",
        "acquisition_method": "-"
    },
    {
        "card_id": 365,
        "card_name": "女灶神",
        "card_code": "BP01-018<PR>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "維修",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【對方回合中】當己方的旗艦卡為「約克鎮」或「企業」時，戰場上的此卡支援+100。■戰場上的此卡發起支援的戰鬥結束時，將此卡置於撤退區。",
        "acquisition_method": "-"
    },
    {
        "card_id": 366,
        "card_name": "格拉斯哥",
        "card_code": "BP01-036<PR>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的旗艦卡為《皇家》〈戰列〉卡牌時，位於前排的此卡對對方的艦船卡發起攻擊的戰鬥中，此卡戰力+200。",
        "acquisition_method": "-"
    },
    {
        "card_id": 369,
        "card_name": "長門",
        "card_code": "BP02-001",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【被攻擊時】可以捨棄手牌中任意數量的《重櫻》事件卡。每捨棄1張，本次戰鬥中，此卡的戰力+100。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 370,
        "card_name": "長門",
        "card_code": "BP02-001覺醒",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【被攻擊時】可以捨棄手牌中任意數量手牌的《重櫻》事件卡。每捨棄1張，本次戰鬥中，此卡的戰力+100。■【主階段啟動】【每回合1次】將己方撤退區的7張《重櫻》事件卡以隨機順序置於卡組最下方：本回合中，己方戰場上的2張《重櫻》艦船卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 371,
        "card_name": "加賀",
        "card_code": "BP02-002",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方戰場上費用為5或以上的《重櫻》〈航母〉艦船卡發起攻擊時，本回合中，此卡戰力+100。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 372,
        "card_name": "加賀",
        "card_code": "BP02-002覺醒",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當己方戰場上存在費用為5或以上的《重櫻》〈航母〉艦船卡時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 373,
        "card_name": "追風",
        "card_code": "BP02-003",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "0"
        },
        "card_effect": "■【登場時】可以捨棄手牌的1張《重櫻》事件卡：抽1張卡。■當己方戰場上存在艦船卡「阿賀野」，或當己方撤退區的事件卡數量為3張或以上時，所有區域的此卡支援+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 374,
        "card_name": "吹雪",
        "card_code": "BP02-004",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】【己方回合中】可以捨棄手牌的1張費用為2或以下的《重櫻》【主階段啟動】事件卡：當己方的旗艦卡為《重櫻》〈戰列〉卡牌時，發動捨棄的事件卡。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 375,
        "card_name": "綾波",
        "card_code": "BP02-005",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當對方手牌數量為7或以上時，對方捨棄1張手牌。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 376,
        "card_name": "響",
        "card_code": "BP02-006",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張《重櫻》〈驅逐〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■當己方的旗艦卡為《重櫻》卡牌時，己方戰場上「曉」、「雷」、「電」艦船卡每存在1種類，戰場上的此卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 377,
        "card_name": "雷",
        "card_code": "BP02-007",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方戰場上不存在艦船卡「電」時，可以將己方手牌的1張「電」艦船卡以休息狀態登場於未被放置卡牌的己方戰場。■當己方戰場上存在艦船卡「電」時，戰場上的此卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 378,
        "card_name": "電",
        "card_code": "BP02-008",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方戰場上不存在艦船卡「雷」時，可以將己方手牌的1張「雷」艦船卡以休息狀態登場於未被放置卡牌的己方戰場。■當己方戰場上存在艦船卡「雷」時，戰場上的此卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 379,
        "card_name": "霞",
        "card_code": "BP02-009",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的3張卡，將其中最多1張《重櫻》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 380,
        "card_name": "黑潮",
        "card_code": "BP02-010",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】捨棄1張手牌。■【攻擊時】當此卡攻擊艦船卡時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 381,
        "card_name": "親潮",
        "card_code": "BP02-011",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■位於前排的此卡與對方不擁有技能的艦船卡的戰鬥中，此卡戰力+300。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 382,
        "card_name": "三隈",
        "card_code": "BP02-012",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■此卡發起攻擊的戰鬥結束時，可以將此卡置於卡組最下方。若有執行此動作時，將1張作為己方的旗艦耐久的卡牌加入手牌。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 383,
        "card_name": "能代",
        "card_code": "BP02-013",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當對方手牌數量為7或以上時，對方捨棄1張手牌。■此卡與對方後排的卡牌的戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 384,
        "card_name": "加古",
        "card_code": "BP02-014",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "重巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方手牌數量比對方手牌數量少2或以上時，抽1張卡。■【攻擊時】當己方手牌數量為5或以下時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 385,
        "card_name": "霧島",
        "card_code": "BP02-015",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方的後排卡牌)■【登場時】將對方戰場上的1張不擁有技能的費用為4或以下的艦船卡擊破。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 386,
        "card_name": "大鳳",
        "card_code": "BP02-016",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【轉為休息狀態時】【每回合1次】選擇對方後排的1張費用為4或以下的艦船卡，本回合中，該卡不能發起支援。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 387,
        "card_name": "伊58",
        "card_code": "BP02-017",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "潛艇",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 388,
        "card_name": "神子覺醒",
        "card_code": "BP02-018",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為「長門」時，查看己方卡組最上方的5張卡，將其中最多2張「神子覺醒」以外的《重櫻》事件卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 389,
        "card_name": "先手必勝",
        "card_code": "BP02-019",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】將對方戰場上的1張不擁有技能的費用為4或以下的艦船卡，或對方戰場上的1張戰力為400或以下的艦船卡擊破。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 390,
        "card_name": "迅雷閃電",
        "card_code": "BP02-020",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】查看己方卡組最上方的5張卡，將其中最多2張《重櫻》〈驅逐〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，可以將手牌的1張「雷」或「電」艦船卡登場。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 391,
        "card_name": "緋紅進擊",
        "card_code": "BP02-021",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)當己方的旗艦卡為「赤城」時，將己方戰場上的1張《重櫻》艦船卡擊破。若完成擊破時，將對方戰場上的1張不擁有技能的費用為4或以下的艦船卡擊破。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 392,
        "card_name": "誓言祈願",
        "card_code": "BP02-022",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】查看己方卡組最上方的3張卡，將其中最多1張《重櫻》卡牌公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 393,
        "card_name": "晨會時間",
        "card_code": "BP02-023",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】對方捨棄1張手牌。之後，當對方戰場上存在費用為3或以上的不擁有技能的艦船卡時，己方抽1張卡。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 394,
        "card_name": "紐澤西",
        "card_code": "BP02-024",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】抽1張卡，將1張手牌置於卡組最上方。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 395,
        "card_name": "紐澤西",
        "card_code": "BP02-024覺醒",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】抽1張卡，將1張手牌置於卡組最上方。之後，當此卡攻擊旗艦卡時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 396,
        "card_name": "約克鎮",
        "card_code": "BP02-025",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。之後，可以將1張手牌置於己方旗艦耐久的最上方或最下方。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 397,
        "card_name": "約克鎮",
        "card_code": "BP02-025覺醒",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】此卡發起支援的戰鬥結束時，將此卡轉為激活狀態。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 398,
        "card_name": "貝利",
        "card_code": "BP02-026",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【強擊+200】(此卡發起攻擊的戰鬥中，此卡戰力+200)■【被擊破時】可以將己方手牌中的1張費用為3或以下的「班森」或「拉菲」艦船卡登場於未被放置卡牌的己方戰場。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 399,
        "card_name": "莫里森",
        "card_code": "BP02-027",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】(此卡發起攻擊的戰鬥中，此卡戰力+300)■【登場時】公開己方卡組最上方的1張卡，當該卡為《白鷹》艦船卡時，將其加入手牌，否則，將其置於卡組最下方。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 400,
        "card_name": "奧馬哈",
        "card_code": "BP02-028",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方手牌中的1張費用為3或以下的「聖地牙哥」或「螢火蟲」艦船卡登場於未被放置卡牌的己方戰場。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 401,
        "card_name": "波夕",
        "card_code": "BP02-029",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【對方回合中】【每回合1次】此卡發起支援的戰鬥結束時，若己方的旗艦耐久為0，則將此卡轉為激活狀態。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 402,
        "card_name": "聖地牙哥",
        "card_code": "BP02-030",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當此卡攻擊位於後排的卡牌時，本次戰鬥中，此卡戰力+200。■【被擊破時】抽1張卡。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 403,
        "card_name": "聖胡安",
        "card_code": "BP02-031",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【對方回合中】當己方的旗艦卡為《白鷹》卡牌時，前排的此卡支援+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 404,
        "card_name": "鹽湖城",
        "card_code": "BP02-032",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將對方前排的1張費用為3或以下的艦船卡彈回卡組最下方。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 405,
        "card_name": "巴爾的摩",
        "card_code": "BP02-033",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當此卡攻擊艦船卡時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 406,
        "card_name": "大黃蜂",
        "card_code": "BP02-034",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的旗艦卡為「約克鎮」或「企業」時，戰場上的此卡獲得【遠程】(位於後排的此卡可以攻擊對方的後排卡牌)。■當己方的魔方卡數量為4或以上時，作為旗艦耐久的此卡獲得【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 407,
        "card_name": "大青花魚",
        "card_code": "BP02-035",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "白鷹",
            "艦船類型": "潛艇",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■【對方回合中】【每回合1次】戰場上的此卡發起支援時，公開雙方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌的費用大於等於對方公開的卡牌的費用時，本次戰鬥中，己方的旗艦卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 408,
        "card_name": "泳裝派對",
        "card_code": "BP02-036",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)可以捨棄1張手牌。若有執行捨棄動作時，本回合中，己方戰場上的1張戰力為400或以下的《白鷹》〈航母〉旗艦卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 409,
        "card_name": "意志傳承",
        "card_code": "BP02-037",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)本次戰鬥中，己方的旗艦卡「約克鎮」或其他己方的戰力為400或以下的《白鷹》〈航母〉旗艦卡戰力+200。之後，可以捨棄手牌中的1張事件卡。若有執行捨棄動作時，抽1張卡。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 410,
        "card_name": "假日特快",
        "card_code": "BP02-038",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將對方戰場上的1張費用為3或以下的艦船卡彈回手牌。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 411,
        "card_name": "約克鎮的冬天",
        "card_code": "BP02-039",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】當己方的旗艦卡為「約克鎮」時，抽1張卡。之後，將對方戰場上的1張費用為4或以下的艦船卡彈回手牌。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 412,
        "card_name": "伊莉莎白女王",
        "card_code": "BP02-040",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方的主階段中】【每回合1次】己方戰場上的艦船卡，因己方卡牌的技能轉為休息狀態時，將己方戰場上的1張費用為4或以下的《皇家》〈驅逐〉/〈輕巡〉艦船卡轉為激活狀態。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 413,
        "card_name": "伊莉莎白女王",
        "card_code": "BP02-040覺醒",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方的主階段中】【每回合1次】己方戰場上的艦船卡，因己方卡牌的技能轉為休息狀態時，將己方戰場上的1張費用為4或以下的《皇家》〈驅逐〉/〈輕巡〉艦船卡轉為激活狀態。■【主階段啟動】【每回合1次】將1張作為己方的旗艦耐久的卡牌置於撤退區，並且，將3張己方的魔方卡放回魔方卡組：本回合中，己方戰場上的3張《皇家》艦船卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 414,
        "card_name": "英王喬治五世",
        "card_code": "BP02-041",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當此卡攻擊《赤色中軸》的艦船卡時，本次戰鬥中，此卡戰力+100。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 415,
        "card_name": "英王喬治五世",
        "card_code": "BP02-041覺醒",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當此卡攻擊《赤色中軸》的艦船卡時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 416,
        "card_name": "狐提",
        "card_code": "BP02-042",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■位於前排的此卡與對方的艦船卡的戰鬥中，此卡戰力+300。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 417,
        "card_name": "格倫維爾",
        "card_code": "BP02-043",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】(此卡發起攻擊的戰鬥中，此卡戰力+300)■【登場時】公開己方卡組最上方的1張卡，當該卡為《皇家》艦船卡時，將其加入手牌，否則，將其置於卡組最下方。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 418,
        "card_name": "勇敢",
        "card_code": "BP02-044",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【己方回合中】【每回合1次】此卡因己方《皇家》卡牌的技能轉為休息狀態時，將此卡轉為激活狀態。之後，本回合中，此卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 419,
        "card_name": "獵人",
        "card_code": "BP02-045",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】此卡因己方《皇家》卡牌的技能轉為休息狀態時，將對方前排的1張費用為3或以下的艦船卡轉為休息狀態。■戰場上的此卡發起支援的戰鬥結束時，將此卡置於撤退區。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 420,
        "card_name": "賈維斯",
        "card_code": "BP02-046",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方前排存在3張《皇家》艦船卡時，戰場上的此卡戰力+400。■戰場上的此卡發起支援時，將此卡置於撤退區。之後，若此時為對方回合，本次戰鬥中，己方的《皇家》旗艦卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 421,
        "card_name": "丘比特",
        "card_code": "BP02-047",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■當前排的此卡處於休息狀態時，對方戰場上的艦船卡無法攻擊己方的《皇家》〈戰列〉旗艦卡。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 422,
        "card_name": "加拉蒂亞",
        "card_code": "BP02-048",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方戰場上除「加拉蒂亞」以外的1張《皇家》艦船卡轉為休息狀態：將對方前排的1張費用為4或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 423,
        "card_name": "天狼星",
        "card_code": "BP02-049",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【己方回合結束時】當己方戰場上存在3張或以上處於休息狀態的《皇家》卡牌時，將己方的1張魔方卡，或1張位於己方後排的《皇家》〈航母〉/〈輕航〉艦船卡轉為激活狀態。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 424,
        "card_name": "埃克塞特",
        "card_code": "BP02-050",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "重巡",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡為《皇家》〈戰列〉卡牌時，本回合中，位於前排的此卡可以攻擊對方處於休息狀態的艦船卡。■【每回合1次】此卡通過攻擊擊破對方位於前排的艦船卡時，將此卡轉為激活狀態。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 425,
        "card_name": "鷹",
        "card_code": "BP02-051",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將己方戰場上「鷹」以外的1張《皇家》艦船卡轉為休息狀態：當己方的旗艦卡為《皇家》〈戰列〉卡牌時，本回合中，此卡獲得【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 426,
        "card_name": "新年祈願",
        "card_code": "BP02-052",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】抽1張卡，將對方戰場上的1張費用為5或以下的艦船卡轉為休息狀態。之後，可以將1張作為己方的旗艦耐久的卡牌置於撤退區。若有執行將旗艦耐久置於撤退區的動作時，抽1張卡。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 427,
        "card_name": "女王號令",
        "card_code": "BP02-053",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)可以將己方戰場上的1張《皇家》艦船卡轉為休息狀態。若有執行此動作時，本次戰鬥中，己方戰場上的1張卡牌戰力+100。之後，將對方前排的1張費用為3或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 428,
        "card_name": "晚宴的邀請",
        "card_code": "BP02-054",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將對方戰場上的1張費用為4或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 429,
        "card_name": "夏日園遊會",
        "card_code": "BP02-055",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】將對方戰場上的2張費用為5或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 430,
        "card_name": "烏爾里希·馮·胡滕",
        "card_code": "BP02-056",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張手牌：本回合中，己方戰場上的1張費用為3或以下的《鐵血》艦船卡獲得【速攻】(此卡在登場的回合即可發起攻擊)。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 431,
        "card_name": "烏爾里希·馮·胡滕",
        "card_code": "BP02-056覺醒",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張手牌：本回合中，己方戰場上的1張費用為3或以下的《鐵血》艦船卡獲得【速攻】(此卡在登場的回合即可發起攻擊)【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 432,
        "card_name": "U-47",
        "card_code": "BP02-057",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【對方回合中】【每回合1次】己方的〈潛艇〉艦船卡登場時，本回合中，對方戰場上的1張處於休息狀態的艦船卡戰力-100。■【覺醒】己方的旗艦耐久為0時，將此卡轉為反面。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 433,
        "card_name": "U-47",
        "card_code": "BP02-057覺醒",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【對方回合中】【每回合1次】己方的〈潛艇〉艦船卡登場時，本回合中，對方戰場上的1張處於休息狀態的艦船卡戰力-100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 434,
        "card_name": "Z35",
        "card_code": "BP02-058",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的魔方卡數量為3或以上時，作為旗艦耐久的此卡獲得【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 435,
        "card_name": "Z36",
        "card_code": "BP02-059",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "0"
        },
        "card_effect": "■當對方的旗艦耐久為1或以下時，所有區域的此卡支援+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 436,
        "card_name": "柯尼斯堡",
        "card_code": "BP02-060",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■前排的此卡獲得【固守+200】(此卡被攻擊的戰鬥中，此卡戰力+200)。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 437,
        "card_name": "卡爾斯魯厄",
        "card_code": "BP02-061",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■位於前排的此卡與對方的艦船卡的戰鬥中，此卡戰力+300。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 438,
        "card_name": "約克",
        "card_code": "BP02-062",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當此卡攻擊〈驅逐〉艦船卡時，本次戰鬥中，此卡戰力+200。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 439,
        "card_name": "俾斯麥",
        "card_code": "BP02-063",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【登場時】查看己方卡組最上方的5張卡，將其中最多1張費用為2或以下的《鐵血》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 440,
        "card_name": "U-81",
        "card_code": "BP02-064",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■【對方回合中】戰場上的此卡支援+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 441,
        "card_name": "U-96",
        "card_code": "BP02-065",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "0"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■【轉為休息狀態時】【每回合1次】本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 442,
        "card_name": "U-556",
        "card_code": "BP02-066",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■當己方戰場上存在艦船卡「俾斯麥」時，戰場上的此卡獲得【遠程】(位於後排的此卡可以攻擊對方的後排卡牌)。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 443,
        "card_name": "U-557",
        "card_code": "BP02-067",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■【攻擊時】當此卡攻擊〈驅逐〉艦船卡時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 444,
        "card_name": "場間休息",
        "card_code": "BP02-068",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "【主階段啟動】當己方的旗艦耐久為2或以上且對方的旗艦耐久為1或以下時，抽2張卡。之後，將1張作為己方的旗艦耐久的卡牌置於撤退區。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 445,
        "card_name": "小小的約定",
        "card_code": "BP02-069",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)當己方的旗艦卡為《鐵血》卡牌時，公開己方卡組最下方的1張卡。當該卡為費用為2或以下的《鐵血》〈潛艇〉艦船卡時，將其登場。否則，將其置於撤退區。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 446,
        "card_name": "海底摸魚",
        "card_code": "BP02-070",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】可以將手牌中的1張費用為2或以下的《鐵血》〈潛艇〉艦船卡登場。若有執行此動作時，本回合中，戰場上的該卡支援+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 447,
        "card_name": "晨間問候",
        "card_code": "BP02-071",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】公開己方卡組最下方的1張卡。當該卡為費用為2或以下的《鐵血》〈潛艇〉艦船卡時，將其登場。否則，將其加入手牌。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 448,
        "card_name": "島風",
        "card_code": "BP02-072",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "UR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】對方捨棄1張手牌。之後，當對方手牌數量為7或以下時，本回合中，此卡獲得【速攻】【強擊+100】。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 449,
        "card_name": "豪",
        "card_code": "BP02-073",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "8",
            "戰　力": "700",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "UR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "200"
        },
        "card_effect": "■【主階段啟動】將己方正面表示的6張魔方卡以及己方戰場上的4張《皇家》艦船卡轉為休息狀態：將手牌中的此卡登場。（此技能在手牌中發動）■【登場時】將對方戰場上的1張處於休息狀態的費用為5或以下的艦船卡擊破。之後，將己方的1張魔方卡轉為激活狀態，並且，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 450,
        "card_name": "赤城",
        "card_code": "SD04-001",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "SD04"
    },
    {
        "card_id": 451,
        "card_name": "赤城",
        "card_code": "SD04-001覺醒",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄己方手牌中的1張《重櫻》卡牌：對方捨棄1張手牌。",
        "acquisition_method": "SD04"
    },
    {
        "card_id": 452,
        "card_name": "松風",
        "card_code": "SD04-002",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【被擊破時】對方捨棄1張手牌。",
        "acquisition_method": "SD04"
    },
    {
        "card_id": 453,
        "card_name": "旗風",
        "card_code": "SD04-003",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "0"
        },
        "card_effect": "■當對方手牌數量為5或以下時，所有區域的此卡支援+100。",
        "acquisition_method": "SD04"
    },
    {
        "card_id": 454,
        "card_name": "曉",
        "card_code": "SD04-004",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的魔方卡數量為3或以上時，作為旗艦耐久的此卡獲得【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)。",
        "acquisition_method": "SD04"
    },
    {
        "card_id": 455,
        "card_name": "大潮",
        "card_code": "SD04-005",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "SD04"
    },
    {
        "card_id": 456,
        "card_name": "陽炎",
        "card_code": "SD04-006",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】(此卡發起攻擊的戰鬥中，此卡戰力+300)■【登場時】查看己方卡組最上方的1張卡，將其中最多1張《重櫻》卡牌公開並加入手牌，而後將其餘卡牌置於卡組最下方。",
        "acquisition_method": "SD04"
    },
    {
        "card_id": 457,
        "card_name": "阿賀野",
        "card_code": "SD04-007",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【登場時】本回合中，己方戰場上的1張《重櫻》〈驅逐〉艦船卡戰力+100。",
        "acquisition_method": "SD04"
    },
    {
        "card_id": 458,
        "card_name": "古鷹",
        "card_code": "SD04-008",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "重巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄1張手牌：當對方手牌數量為7或以上時，對方捨棄1張手牌。■【攻擊時】當對方手牌數量為5或以下時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "SD04"
    },
    {
        "card_id": 459,
        "card_name": "鈴谷",
        "card_code": "SD04-009",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "重巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "SD04"
    },
    {
        "card_id": 460,
        "card_name": "加賀",
        "card_code": "SD04-010",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】對方捨棄1張手牌。■【被攻擊時】當對方手牌數量為5或以下時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "SD04"
    },
    {
        "card_id": 461,
        "card_name": "蒼龍",
        "card_code": "SD04-011",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在艦船卡「飛龍」時，戰場上的此卡獲得【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)。",
        "acquisition_method": "SD04"
    },
    {
        "card_id": 462,
        "card_name": "飛龍",
        "card_code": "SD04-012",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在艦船卡「蒼龍」時，戰場上的此卡獲得【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)。■【被擊破時】可以捨棄己方手牌中的1張《重櫻》事件卡：當己方的旗艦卡為《重櫻》〈航母〉卡牌時，將撤退區的此卡以休息狀態登場於未被放置卡牌的己方戰場。",
        "acquisition_method": "SD04"
    },
    {
        "card_id": 463,
        "card_name": "花火祭典",
        "card_code": "SD04-013",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】抽2張卡。之後，當對方手牌數量為10或以上時，對方捨棄1張手牌。",
        "acquisition_method": "SD04"
    },
    {
        "card_id": 464,
        "card_name": "小隊出擊",
        "card_code": "SD04-014",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)本次戰鬥中，己方戰場上的1張卡牌戰力+200。之後，當對方手牌數量為0時，進一步使其戰力+100。",
        "acquisition_method": "SD04"
    },
    {
        "card_id": 465,
        "card_name": "歌牌對決",
        "card_code": "SD04-015",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)本次戰鬥中，己方戰場上的1張卡牌戰力+400。之後，當雙方手牌合計數量為3或以下時，抽1張卡。",
        "acquisition_method": "SD04"
    },
    {
        "card_id": 466,
        "card_name": "狐之誘惑",
        "card_code": "SD04-016",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】對方捨棄1張手牌。之後，當己方手牌數量為0時，抽1張卡。",
        "acquisition_method": "SD04"
    },
    {
        "card_id": 467,
        "card_name": "薩拉托加",
        "card_code": "BP01-001<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【轉為休息狀態時】查看己方卡組最上方的2張卡，而後以任意順序將其置於卡組最上方。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 468,
        "card_name": "企業",
        "card_code": "BP01-002<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄3張手牌：當對方的旗艦耐久為0時，本次戰鬥中，此卡戰力+500。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 469,
        "card_name": "拉菲",
        "card_code": "BP01-008<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【被攻擊時】【每回合1次】公開雙方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌的費用大於等於對方公開的卡牌的費用時，此卡在本回合中獲得【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 470,
        "card_name": "克里夫蘭",
        "card_code": "BP01-011<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■此卡與對方後排的卡牌的戰鬥中，此卡戰力+100。■【登場時】公開己方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌為費用為3或以上的《白鷹》艦船卡時，抽1張卡。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 471,
        "card_name": "布雷默頓",
        "card_code": "BP01-016<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【己方回合結束時】當此卡處於休息狀態時，公開雙方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌的費用大於等於對方公開的卡牌的費用時，將此卡轉為激活狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 472,
        "card_name": "厭戰",
        "card_code": "BP01-025<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方的《皇家》艦船卡通過攻擊擊破對方的艦船卡時，將此卡轉為激活狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 473,
        "card_name": "光輝",
        "card_code": "BP01-026<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】【每回合1次】己方的費用為6或以上的《皇家》〈航母〉艦船卡登場時，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 474,
        "card_name": "標槍",
        "card_code": "BP01-032<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】此卡通過攻擊擊破對方的艦船卡或對對方的旗艦卡造成傷害時，將對方戰場上的1張費用為4或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 475,
        "card_name": "勝利",
        "card_code": "BP01-041<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】從己方魔方卡組將1張魔方卡以反面置於費用區。■【己方回合結束時】可以捨棄1張手牌：當己方的旗艦為《皇家》卡牌時，將己方後排的1張費用為4或以下的《皇家》艦船卡與己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 476,
        "card_name": "可畏",
        "card_code": "BP01-042<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "8",
            "戰　力": "800",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)■【登場時】選擇對方戰場上的1張費用為5或以下的艦船卡，將該卡轉為休息狀態，並且在下一個對方的重置階段中，該卡不能被轉為激活狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 477,
        "card_name": "獨角獸",
        "card_code": "BP01-043<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "300",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將此卡轉為休息狀態：從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 478,
        "card_name": "鐵必制",
        "card_code": "BP01-050<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以將己方手牌中的1張費用為2或以下的《鐵血》〈驅逐〉艦船卡登場於未被放置卡牌的己方戰場。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 479,
        "card_name": "齊柏林伯爵",
        "card_code": "BP01-051<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "航母",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張手牌：本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 480,
        "card_name": "明石",
        "card_code": "BP01-055<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "維修",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【對方回合中】戰場上的此卡支援+100。■戰場上的此卡發起支援的戰鬥結束時，將此卡置於撤退區。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 481,
        "card_name": "Z23",
        "card_code": "BP01-059<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【速攻】(此卡在登場的回合即可發起攻擊)",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 482,
        "card_name": "施佩伯爵將軍",
        "card_code": "BP01-064<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)■【每回合1次】此卡對對方的艦船卡發起攻擊時，將此卡轉為激活狀態。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 483,
        "card_name": "紐澤西",
        "card_code": "BP01-074<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "UR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "0"
        },
        "card_effect": "■【對方回合中】戰場上的此卡支援+400。■【攻擊時】公開己方卡組最上方的4張卡，而後將其以隨機順序置於卡組最下方。公開的卡牌中每出現1張《白鷹》艦船卡，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 484,
        "card_name": "腓特烈大帝",
        "card_code": "BP01-075<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "UR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "0"
        },
        "card_effect": "■【速攻】■【強擊+200】",
        "acquisition_method": "BP01"
    },
    {
        "card_id": 485,
        "card_name": "長門",
        "card_code": "BP02-001覺醒<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【被攻擊時】可以捨棄手牌中任意數量手牌的《重櫻》事件卡。每捨棄1張，本次戰鬥中，此卡的戰力+100。■【主階段啟動】【每回合1次】將己方撤退區的7張《重櫻》事件卡以隨機順序置於卡組最下方：本回合中，己方戰場上的2張《重櫻》艦船卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 486,
        "card_name": "加賀",
        "card_code": "BP02-002覺醒<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當己方戰場上存在費用為5或以上的《重櫻》〈航母〉艦船卡時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 487,
        "card_name": "綾波",
        "card_code": "BP02-005<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當對方手牌數量為7或以上時，對方捨棄1張手牌。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 488,
        "card_name": "能代",
        "card_code": "BP02-013<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當對方手牌數量為7或以上時，對方捨棄1張手牌。■此卡與對方後排的卡牌的戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 489,
        "card_name": "大鳳",
        "card_code": "BP02-016<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【轉為休息狀態時】【每回合1次】選擇對方後排的1張費用為4或以下的艦船卡，本回合中，該卡不能發起支援。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 490,
        "card_name": "紐澤西",
        "card_code": "BP02-024覺醒<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】抽1張卡，將1張手牌置於卡組最上方。之後，當此卡攻擊旗艦卡時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 491,
        "card_name": "約克鎮",
        "card_code": "BP02-025覺醒<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】此卡發起支援的戰鬥結束時，將此卡轉為激活狀態。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 492,
        "card_name": "聖地牙哥",
        "card_code": "BP02-030<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當此卡攻擊位於後排的卡牌時，本次戰鬥中，此卡戰力+200。■【被擊破時】抽1張卡。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 493,
        "card_name": "巴爾的摩",
        "card_code": "BP02-033<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當此卡攻擊艦船卡時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 494,
        "card_name": "大青花魚",
        "card_code": "BP02-035<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "白鷹",
            "艦船類型": "潛艇",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■【對方回合中】【每回合1次】戰場上的此卡發起支援時，公開雙方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌的費用大於等於對方公開的卡牌的費用時，本次戰鬥中，己方的旗艦卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 495,
        "card_name": "伊莉莎白女王",
        "card_code": "BP02-040覺醒<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方的主階段中】【每回合1次】己方戰場上的艦船卡，因己方卡牌的技能轉為休息狀態時，將己方戰場上的1張費用為4或以下的《皇家》〈驅逐〉/〈輕巡〉艦船卡轉為激活狀態。■【主階段啟動】【每回合1次】將1張作為己方的旗艦耐久的卡牌置於撤退區，並且，將3張己方的魔方卡放回魔方卡組：本回合中，己方戰場上的3張《皇家》艦船卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 496,
        "card_name": "英王喬治五世",
        "card_code": "BP02-041覺醒<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當此卡攻擊《赤色中軸》的艦船卡時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 497,
        "card_name": "賈維斯",
        "card_code": "BP02-046<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方前排存在3張《皇家》艦船卡時，戰場上的此卡戰力+400。■戰場上的此卡發起支援時，將此卡置於撤退區。之後，若此時為對方回合，本次戰鬥中，己方的《皇家》旗艦卡戰力+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 498,
        "card_name": "天狼星",
        "card_code": "BP02-049<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【己方回合結束時】當己方戰場上存在3張或以上處於休息狀態的《皇家》卡牌時，將己方的1張魔方卡，或1張位於己方後排的《皇家》〈航母〉/〈輕航〉艦船卡轉為激活狀態。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 499,
        "card_name": "烏爾里希·馮·胡滕",
        "card_code": "BP02-056覺醒<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張手牌：本回合中，己方戰場上的1張費用為3或以下的《鐵血》艦船卡獲得【速攻】(此卡在登場的回合即可發起攻擊)【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 500,
        "card_name": "U-47",
        "card_code": "BP02-057覺醒<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【對方回合中】【每回合1次】己方的〈潛艇〉艦船卡登場時，本回合中，對方戰場上的1張處於休息狀態的艦船卡戰力-100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 501,
        "card_name": "俾斯麥",
        "card_code": "BP02-063<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【登場時】查看己方卡組最上方的5張卡，將其中最多1張費用為2或以下的《鐵血》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 502,
        "card_name": "U-81",
        "card_code": "BP02-064<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■【對方回合中】戰場上的此卡支援+100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 503,
        "card_name": "U-96",
        "card_code": "BP02-065<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "0"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■【轉為休息狀態時】【每回合1次】本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 504,
        "card_name": "島風",
        "card_code": "BP02-072<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "UR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】對方捨棄1張手牌。之後，當對方手牌數量為7或以下時，本回合中，此卡獲得【速攻】【強擊+100】。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 505,
        "card_name": "豪",
        "card_code": "BP02-073<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "8",
            "戰　力": "700",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "UR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "200"
        },
        "card_effect": "■【主階段啟動】將己方正面表示的6張魔方卡以及己方戰場上的4張《皇家》艦船卡轉為休息狀態：將手牌中的此卡登場。（此技能在手牌中發動）■【登場時】將對方戰場上的1張處於休息狀態的費用為5或以下的艦船卡擊破。之後，將己方的1張魔方卡轉為激活狀態，並且，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "BP02"
    },
    {
        "card_id": 507,
        "card_name": "魔方卡",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "將10張魔方卡置於魔方卡組以開始遊戲。（後攻玩家需將其中1張魔方卡以反面置於費用區）",
        "acquisition_method": "-"
    },
    {
        "card_id": 508,
        "card_name": "朱諾",
        "card_code": "SD01-007<PR>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "EP01"
    },
    {
        "card_id": 509,
        "card_name": "紐卡斯爾",
        "card_code": "SD02-003<PR>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "EP01"
    },
    {
        "card_id": 510,
        "card_name": "紐倫堡",
        "card_code": "SD03-008<PR>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "EP01"
    },
    {
        "card_id": 511,
        "card_name": "魔方卡<鐵血>",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "EP01"
    },
    {
        "card_id": 518,
        "card_name": "魔方卡<白鷹>",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "EP01"
    },
    {
        "card_id": 520,
        "card_name": "魔方卡<重櫻>",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "EP01"
    },
    {
        "card_id": 521,
        "card_name": "魔方卡<皇家>",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "EP01"
    },
    {
        "card_id": 522,
        "card_name": "貝利",
        "card_code": "BP02-026<PR>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【強擊+200】（此卡發起攻擊的戰鬥中，此卡戰力+200）【被擊破時】可以將己方手牌中的1張費用為3或以下的「班森」或「拉菲」艦船卡登場於未被放置卡牌的己方戰場。",
        "acquisition_method": "EP02"
    },
    {
        "card_id": 523,
        "card_name": "伊58",
        "card_code": "BP02-017<PR>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "潛艇",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "【反制】（在己方的防守步驟中可以發動）將手牌中的此卡登場。【潛水】（己方回合結束時，將戰場上的此卡置於卡組最下方）",
        "acquisition_method": "EP02"
    },
    {
        "card_id": 524,
        "card_name": "U-557",
        "card_code": "BP02-067<PR>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【反制】（在己方的防守步驟可以發動）將手牌中的此卡登場。【潛水】（己方回合結束時，將戰場上的此卡置於卡組最下方）【攻擊時】當此卡攻擊〈輕巡〉艦船卡時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "EP02"
    },
    {
        "card_id": 525,
        "card_name": "埃克賽特",
        "card_code": "BP02-050<PR>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "重巡",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "【登場時】當己方的旗艦卡為《皇家》〈戰列〉卡牌時，本回合中，位於前排的此卡可以攻擊對方處於休息狀態的艦船卡。【每回合1次】此卡通過攻擊擊破對方位於前排的艦船卡時，將此卡轉為激活狀態。",
        "acquisition_method": "EP02"
    },
    {
        "card_id": 526,
        "card_name": "江風",
        "card_code": "EX01-001",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】從以下技能中選擇1項發動。・可以捨棄手牌中的1張事件卡。若有執行此動作時，抽2張卡。・當己方撤退區的事件卡數量為7張或以上時，本回合中，此卡獲得【速攻】(此卡在登場的回合即可發起攻擊)【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 527,
        "card_name": "夕張",
        "card_code": "EX01-002",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡為《重櫻》的卡牌時，查看己方卡組最上方的3張卡，將其中最多1張《赤色中軸》事件卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 528,
        "card_name": "伊勢",
        "card_code": "EX01-003",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■手牌中的此卡因己方旗艦卡「赤城」的效果被丟棄時，可以將己方的5張魔方卡轉為休息狀態。若有執行此動作時，將撤退區的此卡登場於未被放置卡牌的己方戰場。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 529,
        "card_name": "陸奧",
        "card_code": "EX01-004",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方的後排卡牌)■【登場時】可以捨棄手牌中的2張事件卡：抽1張卡，對方捨棄1張手牌。之後，當己方撤退區的事件卡數量為7張或以上時，對方捨棄1張手牌。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 530,
        "card_name": "伊25",
        "card_code": "EX01-005",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "潛艇",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【潜水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■【登場時】可以將手牌中的1張「伊25」以外的費用為2或以下的〈潛艇〉艦船卡登場。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 531,
        "card_name": "南達科他",
        "card_code": "EX01-006",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)■【每回合1次】可以將己方戰場上處於休息狀態的此卡轉為激活狀態：己方的旗艦卡「華盛頓」被攻擊時，查看己方卡組最上方的1張卡，選擇將其置於卡組最上方或最下方。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 532,
        "card_name": "企業",
        "card_code": "EX01-007",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "200"
        },
        "card_effect": "■【登場時】公開對方卡組最上方的1張卡，而後將其置於對方卡組最下方。當公開的卡牌費用小於7時，將對方戰場上的1張費用為4或以下的艦船卡彈回卡組最下方。■【主階段啟動】【每回合1次】可以捨棄3張手牌：本回合中，此卡戰力+500，獲得【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 533,
        "card_name": "胡蜂",
        "card_code": "EX01-008",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)■【己方回合結束時】當己方戰場上存在黃色《皇家》艦船卡時，將1張己方的魔方卡轉為激活狀態。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 534,
        "card_name": "藍鰓魚",
        "card_code": "EX01-009",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "潛艇",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【潜水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■【攻擊時】當此卡攻擊對方的〈驅逐〉或〈輕巡〉艦船卡時，本次戰鬥中，此卡戰力+300。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 535,
        "card_name": "灰色幽靈",
        "card_code": "EX01-010",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】當己方的旗艦卡為「企業」時，將對方前排的1張費用為3或以下的艦船卡彈回卡組最下方。之後，可以將1張作為己方的旗艦耐久的卡牌置於撤退區。若有執行此動作時，抽1張卡。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 536,
        "card_name": "鸚鵡螺",
        "card_code": "EX01-011",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "潛艇",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【潜水】(己方回合結束時，將戰場上的此卡置於卡組最下方)",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 537,
        "card_name": "黛朵",
        "card_code": "EX01-012",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【登場時】可以將己方的1張魔方卡或己方戰場上「黛朵」以外的1張《皇家》艦船卡轉為激活狀態：當己方的旗艦卡為《皇家》〈戰列〉卡牌時，將對方正面向上的1張魔方卡轉為休息狀態。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 538,
        "card_name": "黑太子",
        "card_code": "EX01-013",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當己方戰場上存在《白鷹》艦船卡時，本次戰鬥中，此卡戰力+200。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 539,
        "card_name": "英勇",
        "card_code": "EX01-014",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)■【登場時】當己方的旗艦卡為《皇家》〈戰列〉卡牌時，本回合中，位於前排的此卡可以攻擊對方處於休息狀態的艦船卡。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 540,
        "card_name": "光輝閃耀",
        "card_code": "EX01-015",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為「光輝」時，查看己方卡組最上方的3張卡，將其中最多1張《皇家》〈航母〉/〈輕航〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，可以將手牌中的1張費用為4或以下的「獨角獸」艦船卡登場。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 541,
        "card_name": "歐根親王",
        "card_code": "EX01-016",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【登場時】/【攻擊時】本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 542,
        "card_name": "U-110",
        "card_code": "EX01-017",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【潜水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■【登場時】【對方回合中】隨機選擇對方的1張手牌，將其公開。當公開的卡牌為事件卡時，本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 543,
        "card_name": "U-522",
        "card_code": "EX01-018",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "300",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【強擊+200】(此卡發起攻擊的戰鬥中，此卡戰力+200)■【潜水】(己方回合結束時，將戰場上的此卡置於卡組最下方)",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 544,
        "card_name": "鐵必製的夏季休假",
        "card_code": "EX01-019",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為《鐵血》〈戰列〉時，查看己方卡組最上方的3張卡，將其中最多1張《鐵血》〈驅逐〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，可以將手牌中的1張費用為2或以下的《鐵血》〈驅逐〉艦船卡登場。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 545,
        "card_name": "變革者的攻勢",
        "card_code": "EX01-020",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為「烏爾里希·馮·胡滕」時，抽2張卡。之後，可以將1張作為己方的旗艦耐久的卡牌置於撤退區。若有執行此動作時，可以將手牌中的1張費用為3或以下的《鐵血》艦船卡登場。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 546,
        "card_name": "奧丁",
        "card_code": "EX01-021",
        "attributes": {
            "顏　色": "紅黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當己方戰場上存在紅色艦船卡，且攻擊目標為對方戰場上的不擁有技能的艦船卡時，本次戰鬥中，此卡戰力+100。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 547,
        "card_name": "奧丁",
        "card_code": "EX01-021覺醒",
        "attributes": {
            "顏　色": "紅黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當己方戰場上存在紅色艦船卡，且攻擊目標為對方戰場上的不擁有技能的艦船卡時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 548,
        "card_name": "威爾斯親王",
        "card_code": "EX01-022",
        "attributes": {
            "顏　色": "藍黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合結束時】可以将己方戰場上的1張藍色艦船卡轉為休息狀態：將1張己方的魔方卡轉為激活狀態。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 549,
        "card_name": "威爾斯親王",
        "card_code": "EX01-022覺醒",
        "attributes": {
            "顏　色": "藍黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合結束時】可以将己方戰場上的1張藍色艦船卡轉為休息狀態：將1張己方的魔方卡轉為激活狀態。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 550,
        "card_name": "伊卡洛斯",
        "card_code": "BP01-031<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的3張卡，將其中最多1張《皇家》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 551,
        "card_name": "Z26",
        "card_code": "BP01-061<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的3張卡，將其中最多1張《鐵血》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 552,
        "card_name": "莫里森",
        "card_code": "BP02-027<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】(此卡發起攻擊的戰鬥中，此卡戰力+300)■【登場時】公開己方卡組最上方的1張卡，當該卡為《白鷹》艦船卡時，將其加入手牌，否則，將其置於卡組最下方。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 553,
        "card_name": "陽炎",
        "card_code": "SD04-006<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】(此卡發起攻擊的戰鬥中，此卡戰力+300)■【登場時】查看己方卡組最上方的1張卡，將其中最多1張《重櫻》卡牌公開並加入手牌，而後將其餘卡牌置於卡組最下方。",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 555,
        "card_name": "魔方卡<蓝黃>",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 556,
        "card_name": "魔方卡<红黑>",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "EX01"
    },
    {
        "card_id": 557,
        "card_name": "克雷文",
        "card_code": "BP01-004<PR>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "EP03"
    },
    {
        "card_id": 558,
        "card_name": "謝菲爾德",
        "card_code": "SD02-004<PR>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【被擊破時】從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "EP03"
    },
    {
        "card_id": 559,
        "card_name": "威悉",
        "card_code": "SD03-013<PR>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "輕航",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "0"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)",
        "acquisition_method": "EP03"
    },
    {
        "card_id": 560,
        "card_name": "蒼龍",
        "card_code": "SD04-011<PR>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在艦船卡「飛龍」時，戰場上的此卡獲得【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)。",
        "acquisition_method": "EP03"
    },
    {
        "card_id": 561,
        "card_name": "飛龍",
        "card_code": "SD04-012<PR>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在艦船卡「蒼龍」時，戰場上的此卡獲得【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)。■【被擊破時】可以捨棄己方手牌中的1張《重櫻》事件卡：當己方的旗艦卡為《重櫻》〈航母〉卡牌時，將撤退區的此卡以休息狀態登場於未被放置卡牌的己方戰場。",
        "acquisition_method": "EP03"
    },
    {
        "card_id": 562,
        "card_name": "大鳳",
        "card_code": "BP03-001",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合結束時】當己方戰場上存在4張或以上〈航母〉/〈輕航〉艦船卡時，可以將己方戰場上的1張《重櫻》〈航母〉/〈輕航〉艦船卡轉為激活狀態。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 563,
        "card_name": "大鳳",
        "card_code": "BP03-001覺醒",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【被攻擊時】可以捨棄手牌中任意數量的《重櫻》〈航母〉/〈輕航〉艦船卡。每捨棄1張，本次戰鬥中，此卡的戰力+100。■【己方回合結束時】可以將己方戰場上的1張《重櫻》〈航母〉/〈輕航〉艦船卡轉為激活狀態。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 564,
        "card_name": "大鳳",
        "card_code": "BP03-001覺醒<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【被攻擊時】可以捨棄手牌中任意數量的《重櫻》〈航母〉/〈輕航〉艦船卡。每捨棄1張，本次戰鬥中，此卡的戰力+100。■【己方回合結束時】可以將己方戰場上的1張《重櫻》〈航母〉/〈輕航〉艦船卡轉為激活狀態。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 565,
        "card_name": "如月",
        "card_code": "BP03-002",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "300",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 566,
        "card_name": "卯月",
        "card_code": "BP03-003",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 567,
        "card_name": "綾波",
        "card_code": "BP03-004",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 568,
        "card_name": "綾波",
        "card_code": "BP03-004<PR>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "PR02"
    },
    {
        "card_id": 569,
        "card_name": "不知火",
        "card_code": "BP03-005",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】(此卡發起攻擊的戰鬥中，此卡戰力+300)■【登場時】查看己方卡組最上方的3張卡，將其中最多1張《赤色中軸》的事件卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 570,
        "card_name": "高雄",
        "card_code": "BP03-006",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "重巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)■【被擊破時】抽1張卡。之後，對方捨棄1張手牌。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 571,
        "card_name": "高雄",
        "card_code": "BP03-006<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "重巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)■【被擊破時】抽1張卡。之後，對方捨棄1張手牌。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 572,
        "card_name": "愛宕",
        "card_code": "BP03-007",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "重巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的魔方卡數量為5或以上時，作為旗艦耐久的此卡獲得【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)。■【登場時】將對方戰場上的1張不擁有技能的費用為3或以下的艦船卡，或對方戰場上的1張戰力為200或以下的艦船卡擊破。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 573,
        "card_name": "愛宕",
        "card_code": "BP03-007<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "重巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的魔方卡數量為5或以上時，作為旗艦耐久的此卡獲得【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)。■【登場時】將對方戰場上的1張不擁有技能的費用為3或以下的艦船卡，或對方戰場上的1張戰力為200或以下的艦船卡擊破。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 574,
        "card_name": "赤城",
        "card_code": "BP03-008",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "8",
            "戰　力": "800",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的戰場上存在「加賀」時，戰場上的此卡獲得【速攻】(此卡在登場的回合即可發起攻擊)【遠程】(位於後排的此卡可以攻擊對方的後排卡牌)。■【登場時】可以將己方戰場上除「赤城」和「加賀」以外的1張費用為3或以上的《重櫻》艦船卡擊破：將對方戰場上的1張費用為7或以下的艦船卡擊破。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 575,
        "card_name": "赤城",
        "card_code": "BP03-008<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "8",
            "戰　力": "800",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的戰場上存在「加賀」時，戰場上的此卡獲得【速攻】(此卡在登場的回合即可發起攻擊)【遠程】(位於後排的此卡可以攻擊對方的後排卡牌)。■【登場時】可以將己方戰場上除「赤城」和「加賀」以外的1張費用為3或以上的《重櫻》艦船卡擊破：將對方戰場上的1張費用為7或以下的艦船卡擊破。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 576,
        "card_name": "鳳翔",
        "card_code": "BP03-009",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "重櫻",
            "艦船類型": "輕航",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "0"
        },
        "card_effect": "■【己方回合中】當己方戰場上存在4張或以上〈航母〉/〈輕航〉艦船卡時，戰場上的此卡戰力+300，獲得【遠程】(位於後排的此卡可以攻擊對方的後排卡牌)。■【登場時】公開己方卡組最上方的1張卡，當該卡為〈航母〉/〈輕航〉艦船卡或事件卡時，將其加入手牌。否則，將其置於卡組最下方。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 577,
        "card_name": "龍驤",
        "card_code": "BP03-010",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "輕航",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡為〈航母〉/〈輕航〉卡牌時，查看己方卡組最上方的3張卡，將其中最多1張〈航母〉/〈輕航〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 578,
        "card_name": "祥鳳",
        "card_code": "BP03-011",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "輕航",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方的後排卡牌)■【被擊破時】對方捨棄1張手牌。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 579,
        "card_name": "伊56",
        "card_code": "BP03-012",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "重櫻",
            "艦船類型": "潛艇",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■【登場時】【對方回合中】公開己方卡組最上方的1張卡，當該卡為〈潛艇〉艦船卡或事件卡時，將其加入手牌。否則，將其置於卡組最下方。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 580,
        "card_name": "雙龍茶會",
        "card_code": "BP03-013",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為〈航母〉或〈輕航〉卡牌時，查看己方卡組最上方的3張卡，將其中最多1張《重櫻》〈航母〉/〈輕航〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，可以將手牌的1張費用為5或以下的「蒼龍」或「飛龍」艦船卡登場。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 581,
        "card_name": "調皮搗蛋",
        "card_code": "BP03-014",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】本次戰鬥中，己方撤退區每存在1張「調皮搗蛋」，己方的旗艦卡「明石」戰力+100。之後，當己方撤退區存在5張或以上事件卡時，進一步使己方的旗艦卡「明石」戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 582,
        "card_name": "甜點時間",
        "card_code": "BP03-015",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】可以捨棄己方手牌中的1張事件卡。若有執行此動作時，抽2張卡。之後，選擇對方戰場上的1張費用為3或以下的艦船卡，本回合中，該卡不能發起支援。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 583,
        "card_name": "戰力核心",
        "card_code": "BP03-016",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】可以捨棄己方手牌中的1張事件卡。若有執行此動作時，抽2張卡。之後，選擇對方戰場上的1張費用為4或以下的艦船卡，本回合中，該卡不能發起攻擊。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 584,
        "card_name": "飲料去冰",
        "card_code": "BP03-017",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "鐵血/重櫻",
            "艦船類型": "-",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】將對方前排的1張費用為3或以下的不擁有技能的艦船卡擊破。之後，當此卡以【絕地反擊】以外的方式發動時，本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 585,
        "card_name": "列星頓",
        "card_code": "BP03-018",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】將己方卡組最上方的1張卡公開。當該卡為費用為3或以下的《白鷹》艦船卡時，可以支付相應費用，將該卡以休息狀態登場。之後，若有將該卡登場時，將此卡轉為休息狀態，若未將該卡登場時，將該卡置於卡組最上方或最下方。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 586,
        "card_name": "列星頓",
        "card_code": "BP03-018覺醒",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】將己方卡組最上方的1張卡公開。當該卡為費用為3或以上的《白鷹》艦船卡時，可以支付相應費用，將該卡登場。若未將該卡登場時，將該卡置於卡組的最上方或最下方。■【攻擊時】可以捨棄1張手牌：本回合中，己方前排的1張《白鷹》艦船卡戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 587,
        "card_name": "列星頓",
        "card_code": "BP03-018覺醒<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】將己方卡組最上方的1張卡公開。當該卡為費用為3或以上的《白鷹》艦船卡時，可以支付相應費用，將該卡登場。若未將該卡登場時，將該卡置於卡組的最上方或最下方。■【攻擊時】可以捨棄1張手牌：本回合中，己方前排的1張《白鷹》艦船卡戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 588,
        "card_name": "杜威",
        "card_code": "BP03-019",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡為《碧藍航線》的卡牌時，查看己方卡組最上方的3張卡，將其中最多1張〈驅逐〉艦船卡公開並加入手牌，而後將其餘卡牌以任意順序置於卡組最上方。■【攻擊時】當己方戰場上存在艦船卡「艾爾文」或「格里德利」時，本次戰鬥中，此卡戰力+300。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 589,
        "card_name": "艾爾文",
        "card_code": "BP03-020",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "300",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "0"
        },
        "card_effect": "■當己方的旗艦耐久為1或以下時，所有區域的此卡支援+100。■【對方回合中】當前排的此卡處於休息狀態時，己方的旗艦卡「列星頓」或「薩拉托加」戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 590,
        "card_name": "拉菲",
        "card_code": "BP03-021",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 591,
        "card_name": "拉菲",
        "card_code": "BP03-021<PR>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "PR02"
    },
    {
        "card_id": 592,
        "card_name": "科爾克",
        "card_code": "BP03-022",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的3張卡，而後將其以任意順序置於卡組最上方。■【被擊破時】可以將對方前排的1張費用為3或以下的艦船卡彈回手牌。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 593,
        "card_name": "佛萊契爾",
        "card_code": "BP03-023",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張不擁有技能的費用為2或以下的艦船卡公開並登場於未被放置卡牌的己方戰場，而後將其餘卡牌以隨機順序置於卡組最下方。■【攻擊時】當己方戰場上存在4張或以上〈驅逐〉艦船卡時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 594,
        "card_name": "富特",
        "card_code": "BP03-024",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "0"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 595,
        "card_name": "斯彭斯",
        "card_code": "BP03-025",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "0"
        },
        "card_effect": "■當己方戰場上存在3張或以上不擁有技能的艦船卡時，所有區域的此卡支援+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 596,
        "card_name": "柴契爾",
        "card_code": "BP03-026",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】本回合中，己方戰場上的1張費用為3或以下的不擁有技能的〈驅逐〉艦船卡戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 597,
        "card_name": "埃爾德里奇",
        "card_code": "BP03-027",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的3張卡，而後將其以任意順序置於卡組最上方。■戰場上的此卡發起支援時，將此卡置於撤退區。之後，若此時為對方回合，本次戰鬥中，己方《碧藍航線》的旗艦卡戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 598,
        "card_name": "埃爾德里奇",
        "card_code": "BP03-027<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的3張卡，而後將其以任意順序置於卡組最上方。■戰場上的此卡發起支援時，將此卡置於撤退區。之後，若此時為對方回合，本次戰鬥中，己方《碧藍航線》的旗艦卡戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 599,
        "card_name": "康克德",
        "card_code": "BP03-028",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【支援時】【對方回合中】當前排的此卡支援己方的旗艦卡「列星頓」時，本次戰鬥中，己方的旗艦卡「列星頓」戰力+100。■【被擊破時】可以將對方前排的1張費用為3或以下的艦船卡彈回手牌。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 600,
        "card_name": "艾塞克斯",
        "card_code": "BP03-029",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在4張或以上《碧藍航線》的艦船卡時，戰場上的此卡獲得【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)。■【登場時】可以將對方前排的1張費用為3或以下的艦船卡彈回手牌。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 601,
        "card_name": "艾塞克斯",
        "card_code": "BP03-029<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在4張或以上《碧藍航線》的艦船卡時，戰場上的此卡獲得【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)。■【登場時】可以將對方前排的1張費用為3或以下的艦船卡彈回手牌。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 602,
        "card_name": "奇襲",
        "card_code": "BP03-030",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】將對方戰場上的1張費用為3或以下的艦船卡彈回手牌。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 603,
        "card_name": "戰鬥開始",
        "card_code": "BP03-031",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為《碧藍航線》的卡牌時，查看己方卡組最上方的3張卡，將其中最多1張《白鷹》〈驅逐〉艦船卡公開並加入手牌，而後將其餘卡牌以任意順序置於卡組最上方。之後，可以將己方手牌中的1張費用為2或以下的《白鷹》〈驅逐〉艦船卡登場。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 604,
        "card_name": "張弛有度",
        "card_code": "BP03-032",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "白鷹/皇家",
            "艦船類型": "-",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】將對方戰場上的1張處於休息狀態的費用為4或以下的艦船卡彈回手牌。當此卡以【絕地反擊】以外的方式發動時，將該卡彈回卡組最下方，以代替彈回手牌。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 605,
        "card_name": "長休",
        "card_code": "BP03-033",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】將對方戰場上的1張費用為4或以下的艦船卡彈回卡組最下方。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 606,
        "card_name": "獨角獸",
        "card_code": "BP03-034",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將此卡轉為休息狀態：對方將其自身戰場上的1張處於激活狀態的卡牌轉為休息狀態。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 607,
        "card_name": "獨角獸",
        "card_code": "BP03-034覺醒",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "200"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【主階段啟動】【每回合1次】可以將此卡轉為休息狀態：對方將其自身戰場上的1張處於激活狀態的卡牌轉為休息狀態。之後，當己方正面向上的魔方卡全部處於休息狀態時，將此卡轉為激活狀態。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 608,
        "card_name": "獨角獸",
        "card_code": "BP03-034覺醒<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "200"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【主階段啟動】【每回合1次】可以將此卡轉為休息狀態：對方將其自身戰場上的1張處於激活狀態的卡牌轉為休息狀態。之後，當己方正面向上的魔方卡全部處於休息狀態時，將此卡轉為激活狀態。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 609,
        "card_name": "小獵兔犬",
        "card_code": "BP03-035",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "300",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 610,
        "card_name": "大鬥犬",
        "card_code": "BP03-036",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 611,
        "card_name": "小天鵝",
        "card_code": "BP03-037",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄手牌的1張費用為2或以下的《皇家》【主階段啟動】事件卡：當己方的旗艦卡為「胡德」或「皇家方舟」時，發動捨棄的事件卡。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 612,
        "card_name": "螢火蟲",
        "card_code": "BP03-038",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "0"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 613,
        "card_name": "標槍",
        "card_code": "BP03-039",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 614,
        "card_name": "標槍",
        "card_code": "BP03-039<PR>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "PR02"
    },
    {
        "card_id": 615,
        "card_name": "海王星",
        "card_code": "BP03-040",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【攻擊時】對方將其自身戰場上的1張處於激活狀態的艦船卡轉為休息狀態。之後，當對方戰場上的艦船卡全部處於休息狀態時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 616,
        "card_name": "海王星",
        "card_code": "BP03-040<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【攻擊時】對方將其自身戰場上的1張處於激活狀態的艦船卡轉為休息狀態。之後，當對方戰場上的艦船卡全部處於休息狀態時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 617,
        "card_name": "倫敦",
        "card_code": "BP03-041",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【攻擊時】【每回合1次】當攻擊目標為艦船卡時，本次戰鬥中，此卡戰力+200。之後，當己方正面向上的魔方卡全部處於休息狀態時，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 618,
        "card_name": "伊莉莎白女王",
        "card_code": "BP03-042",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的旗艦卡為《皇家》卡牌，且己方戰場上存在3張或以上不擁有技能的艦船卡時，手牌中的此卡登場時所需支付費用-2。■【登場時】本回合中，己方前排的所有不擁有技能的《皇家》艦船卡戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 619,
        "card_name": "伊莉莎白女王",
        "card_code": "BP03-042<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的旗艦卡為《皇家》卡牌，且己方戰場上存在3張或以上不擁有技能的艦船卡時，手牌中的此卡登場時所需支付費用-2。■【登場時】本回合中，己方前排的所有不擁有技能的《皇家》艦船卡戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 620,
        "card_name": "英仙座",
        "card_code": "BP03-043",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)■【登場時】可以將對方前排的1張費用為4或以下的處於休息狀態的艦船卡彈回手牌。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 621,
        "card_name": "英仙座",
        "card_code": "BP03-043<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)■【登場時】可以將對方前排的1張費用為4或以下的處於休息狀態的艦船卡彈回手牌。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 622,
        "card_name": "情人節的回憶",
        "card_code": "BP03-044",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】本回合中，己方戰場上的1張不擁有技能的戰力500或以下的〈驅逐〉艦船卡戰力+200。之後，當對方擁有3張或以上激活狀態的魔方卡時，將對方正面向上的1張魔方卡轉為休息狀態。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 623,
        "card_name": "無盡攻勢",
        "card_code": "BP03-045",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】可以將己方手牌的1張費用為2或以下的不擁有技能的〈驅逐〉艦船卡登場於未被放置卡牌的己方戰場。若有執行此動作時，抽1張卡，然後將1張作為己方的旗艦耐久的卡牌置於撤退區。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 624,
        "card_name": "强化合宿",
        "card_code": "BP03-046",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為「胡德」或「皇家方舟」時，查看己方卡組最上方的3張卡，將其中最多1張不擁有技能的費用為3或以下的〈驅逐〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，可以將己方手牌的1張不擁有技能的費用為2或以下的〈驅逐〉艦船卡登場。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 625,
        "card_name": "當心怪人",
        "card_code": "BP03-047",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "皇家/重櫻",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)可以將己方手牌的1張費用為1或以下的不擁有技能的〈驅逐〉艦船卡登場於未被放置卡牌的己方戰場。若有執行此動作時，本次戰鬥中，己方戰場上的1張卡牌戰力+200。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 626,
        "card_name": "福運再臨",
        "card_code": "BP03-048",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "白鷹/皇家",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】抽1張卡。之後，將對方戰場上的1張費用為1或以下的艦船卡，或對方戰場上的1張費用為4或以下的不擁有技能的艦船卡轉為休息狀態。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 627,
        "card_name": "皇室的茶會時間",
        "card_code": "BP03-049",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】將對方戰場上的1張費用為4或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 628,
        "card_name": "不給糖就搗蛋",
        "card_code": "BP03-050",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "白鷹/皇家",
            "艦船類型": "-",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】選擇對方前排的1張費用為5或以下的艦船卡，將該卡轉為休息狀態，並且在下一個對方的重置階段中，該卡不能被轉為激活狀態。之後，當此卡以【絕地反擊】以外的方式發動時，抽1張卡，而後將己方的1張手牌置於卡組最下方。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 629,
        "card_name": "歐根親王",
        "card_code": "BP03-051",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "300",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■將此卡置於己方的前排中央開始遊戲。■【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 630,
        "card_name": "歐根親王",
        "card_code": "BP03-051覺醒",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當此卡攻擊旗艦卡時，本次戰鬥中，此卡戰力+100。■【被攻擊時】當此卡被後排的艦船卡攻擊時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 631,
        "card_name": "歐根親王",
        "card_code": "BP03-051覺醒<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當此卡攻擊旗艦卡時，本次戰鬥中，此卡戰力+100。■【被攻擊時】當此卡被後排的艦船卡攻擊時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 632,
        "card_name": "川內",
        "card_code": "BP03-052",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "輕巡",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】【己方回合中】可以捨棄己方手牌中的1張費用為2或以下的《重櫻》【主階段啟動】事件卡：當己方的旗艦卡為《赤色中軸》的卡牌時，發動捨棄的事件卡。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 633,
        "card_name": "神通",
        "card_code": "BP03-053",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "輕巡",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【被擊破時】可以捨棄2張事件卡：當己方戰場上存在「神通」以外的《重櫻》〈輕巡〉/〈維修〉艦船卡時，將撤退區的此卡以休息狀態登場於未被放置卡牌的己方戰場。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 634,
        "card_name": "那珂",
        "card_code": "BP03-054",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在「那珂」以外的《重櫻》〈輕巡〉艦船卡時，戰場上的此卡戰力+100。■【登場時】對方可以捨棄1張手牌。若對方未選擇捨棄手牌時，可以將己方手牌中「那珂」以外的1張費用為3或以下的《重櫻》〈輕巡〉艦船卡登場於未被放置卡牌的己方戰場。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 635,
        "card_name": "Z23",
        "card_code": "BP03-055",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 636,
        "card_name": "Z23",
        "card_code": "BP03-055<PR>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "PR02"
    },
    {
        "card_id": 637,
        "card_name": "科隆",
        "card_code": "BP03-056",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方手牌中的1張費用為3或以下的「柯尼斯堡」或「卡爾斯魯厄」艦船卡登場。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 638,
        "card_name": "施佩伯爵將軍",
        "card_code": "BP03-057",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當前排的此卡攻擊〈驅逐〉或〈輕巡〉艦船卡時，本次戰鬥中，此卡戰力+200。■【被擊破時】本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 639,
        "card_name": "希佩爾將軍",
        "card_code": "BP03-058",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)■【被擊破時】本回合中，對方戰場上的1張艦船卡戰力-100。之後，可以將己方手牌中的1張費用為5或以下的「布呂歇爾」/「歐根親王」/「呂措」/「威悉」艦船卡登場。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 640,
        "card_name": "希佩爾將軍",
        "card_code": "BP03-058<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)■【被擊破時】本回合中，對方戰場上的1張艦船卡戰力-100。之後，可以將己方手牌中的1張費用為5或以下的「布呂歇爾」/「歐根親王」/「呂措」/「威悉」艦船卡登場。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 641,
        "card_name": "海因里希親王",
        "card_code": "BP03-059",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【支援時】【對方回合中】當戰場上的此卡支援己方《赤色中軸》的卡牌時，本次戰鬥中，己方前排的1張《赤色中軸》的卡牌戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 642,
        "card_name": "海因里希親王",
        "card_code": "BP03-059<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【支援時】【對方回合中】當戰場上的此卡支援己方《赤色中軸》的卡牌時，本次戰鬥中，己方前排的1張《赤色中軸》的卡牌戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 643,
        "card_name": "呂措",
        "card_code": "BP03-060",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方的後排卡牌)■此卡與艦船卡的戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 644,
        "card_name": "鐵必制",
        "card_code": "BP03-061",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方的後排卡牌)■【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 645,
        "card_name": "黎明將至",
        "card_code": "BP03-062",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "鐵血/重櫻",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】本回合中，對方戰場上的1張艦船卡戰力-100。之後，當該卡為不擁有技能的艦船卡時，進一步使其戰力-100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 646,
        "card_name": "碾壓的一擊",
        "card_code": "BP03-063",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】本回合中，對方戰場上的1張費用為4或以下的艦船卡戰力-400。之後，若該卡的戰力降為0或以下，則將該卡擊破。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 647,
        "card_name": "數據解析",
        "card_code": "BP03-064",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)本次戰鬥中，己方前排的1張《鐵血》卡牌戰力+200。之後，當己方的旗艦卡為「歐根親王」時，將己方的旗艦卡轉為激活狀態。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 648,
        "card_name": "最強雙人組",
        "card_code": "BP03-065",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)當己方的旗艦卡為《鐵血》〈重巡〉卡牌時，本次戰鬥中，己方戰場上的1張《鐵血》卡牌戰力+100。之後，可以將己方手牌中的1張費用為5或以下的「布呂歇爾」或「歐根親王」艦船卡登場。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 649,
        "card_name": "白龍與魔女",
        "card_code": "BP03-066",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "鐵血/重櫻",
            "艦船類型": "-",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】本回合中，對方戰場上的1張費用為4或以下的艦船卡戰力-300。之後，當此卡以【絕地反擊】以外的方式發動時，選擇對方後排的1張費用為4或以下的艦船卡，本回合中，該卡不能發起支援。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 650,
        "card_name": "明石",
        "card_code": "BP03-067",
        "attributes": {
            "顏　色": "紅黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "維修",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【轉為休息狀態時】【己方回合中】可以捨棄己方手牌中的1張費用為2或以下的《赤色中軸》【主階段啟動】事件卡：發動捨棄的事件卡。■【覺醒】己方的旗艦耐久為0時，將此卡轉為反面。之後，當己方的撤退區存在3張或以上事件卡時，抽1張卡，然後可以將1張手牌置於己方旗艦耐久的最上方。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 651,
        "card_name": "明石",
        "card_code": "BP03-067覺醒",
        "attributes": {
            "顏　色": "紅黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "維修",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【轉為休息狀態時】【己方回合中】可以捨棄己方手牌中的1張費用為2或以下的《赤色中軸》【主階段啟動】事件卡：發動捨棄的事件卡。■【每回合1次】可以捨棄己方手牌中的1張《赤色中軸》【反制】事件卡：己方戰場上的卡牌被攻擊時，若己方的撤退區存在5張或以上事件卡，發動捨棄的事件卡。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 652,
        "card_name": "明石",
        "card_code": "BP03-067覺醒<SEC>",
        "attributes": {
            "顏　色": "紅黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "維修",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【轉為休息狀態時】【己方回合中】可以捨棄己方手牌中的1張費用為2或以下的《赤色中軸》【主階段啟動】事件卡：發動捨棄的事件卡。■【每回合1次】可以捨棄己方手牌中的1張《赤色中軸》【反制】事件卡：己方戰場上的卡牌被攻擊時，若己方的撤退區存在5張或以上事件卡，發動捨棄的事件卡。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 653,
        "card_name": "皇家方舟",
        "card_code": "BP03-068",
        "attributes": {
            "顏　色": "藍黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■己方戰場上不擁有技能的費用為2或以下的艦船卡攻擊旗艦卡時，本次戰鬥中，該艦船卡的戰力+100。■【每回合1次】己方戰場上不擁有技能的費用為2或以下的艦船卡被擊破時，將撤退區的該卡加入手牌。■【覺醒】己方的旗艦耐久為1時，將此卡轉為反面。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 654,
        "card_name": "皇家方舟",
        "card_code": "BP03-068覺醒",
        "attributes": {
            "顏　色": "藍黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■己方戰場上不擁有技能的費用為2或以下的艦船卡戰力+100。■【己方回合中】【每回合1次】此卡被手牌中不擁有技能的費用為2或以下的艦船卡支援時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 655,
        "card_name": "皇家方舟",
        "card_code": "BP03-068覺醒<SEC>",
        "attributes": {
            "顏　色": "藍黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■己方戰場上不擁有技能的費用為2或以下的艦船卡戰力+100。■【己方回合中】【每回合1次】此卡被手牌中不擁有技能的費用為2或以下的艦船卡支援時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 656,
        "card_name": "喬治亞",
        "card_code": "BP03-069",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "UR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【每回合1次】此卡發起攻擊的戰鬥結束時，將此卡轉為激活狀態。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 657,
        "card_name": "喬治亞",
        "card_code": "BP03-069<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "UR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【每回合1次】此卡發起攻擊的戰鬥結束時，將此卡轉為激活狀態。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 658,
        "card_name": "奧古斯特·馮·帕塞瓦爾",
        "card_code": "BP03-070",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "航母",
            "罕　貴": "UR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】本回合中，對方前排的1張〈輕巡〉/〈重巡〉艦船卡戰力-300。之後，若該卡的戰力降為0或以下，則將該卡擊破。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 659,
        "card_name": "奧古斯特·馮·帕塞瓦爾",
        "card_code": "BP03-070<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "航母",
            "罕　貴": "UR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】本回合中，對方前排的1張〈輕巡〉/〈重巡〉艦船卡戰力-300。之後，若該卡的戰力降為0或以下，則將該卡擊破。",
        "acquisition_method": "BP03"
    },
    {
        "card_id": 660,
        "card_name": "貝爾法斯特",
        "card_code": "SD02-006<誓約>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄1張手牌：從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "第一屆城市賽"
    },
    {
        "card_id": 661,
        "card_name": "企業",
        "card_code": "BP01-002覺醒<誓約>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "L-PR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄3張手牌：當對方的旗艦耐久為0時，本次戰鬥中，此卡戰力+500。",
        "acquisition_method": "第一屆城市賽TOP8"
    },
    {
        "card_id": 662,
        "card_name": "啾啾魔方卡",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "碧藍戰卡首屆城市賽"
    },
    {
        "card_id": 663,
        "card_name": "安克拉治",
        "card_code": "SD01-008<PR>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】(此卡發起攻擊的戰鬥中，此卡戰力+100)■【己方回合中】【每回合1次】戰場上的此卡發起攻擊時或發起支援的戰鬥結束時，將此卡轉為激活狀態。",
        "acquisition_method": "泳裝爭奪戰-第一季"
    },
    {
        "card_id": 664,
        "card_name": "綾波",
        "card_code": "CP01-001",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在擁有紅色以外顏色的艦船卡時，前排的此卡獲得【強擊+200】。■【登場時】可以將己方手牌中的1張擁有紅色以外顏色的艦船卡公開。若有執行此動作時，抽1張卡。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 665,
        "card_name": "綾波",
        "card_code": "CP01-001<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在擁有紅色以外顏色的艦船卡時，前排的此卡獲得【強擊+200】。■【登場時】可以將己方手牌中的1張擁有紅色以外顏色的艦船卡公開。若有執行此動作時，抽1張卡。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 666,
        "card_name": "曉",
        "card_code": "CP01-002",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【速攻】■當己方戰場上存在「響」、「雷」、「電」艦船卡每種類各1張或以上時，戰場上的此卡戰力+100。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 667,
        "card_name": "曉",
        "card_code": "CP01-002<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【速攻】■當己方戰場上存在「響」、「雷」、「電」艦船卡每種類各1張或以上時，戰場上的此卡戰力+100。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 668,
        "card_name": "雷",
        "card_code": "CP01-003",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】本次戰鬥中，此卡戰力+300。之後，當己方的旗艦耐久為1或以下時，此卡戰力進一步+100。■此卡發起攻擊的戰鬥結束時，若己方的旗艦卡為《重櫻》卡牌，查看己方卡組最上方的5張卡，將其中最多1張費用為4或以下的「曉」/「響」/「電」艦船卡公開並登場，而後將其餘卡牌以隨機順序置於卡組最下方。若有將艦船卡登場時，將此卡置於撤退區。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 669,
        "card_name": "雷",
        "card_code": "CP01-003<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】本次戰鬥中，此卡戰力+300。之後，當己方的旗艦耐久為1或以下時，此卡戰力進一步+100。■此卡發起攻擊的戰鬥結束時，若己方的旗艦卡為《重櫻》卡牌，查看己方卡組最上方的5張卡，將其中最多1張費用為4或以下的「曉」/「響」/「電」艦船卡公開並登場，而後將其餘卡牌以隨機順序置於卡組最下方。若有將艦船卡登場時，將此卡置於撤退區。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 670,
        "card_name": "電",
        "card_code": "CP01-004",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】本次戰鬥中，此卡戰力+300。之後，當己方的旗艦耐久為1或以下時，此卡戰力進一步+100。■此卡發起攻擊的戰鬥結束時，若己方的旗艦卡為《重櫻》卡牌，查看己方卡組最上方的5張卡，將其中最多1張費用為4或以下的「曉」/「響」/「雷」艦船卡公開並登場，而後將其餘卡牌以隨機順序置於卡組最下方。若有將艦船卡登場時，將此卡置於撤退區。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 671,
        "card_name": "電",
        "card_code": "CP01-004<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】本次戰鬥中，此卡戰力+300。之後，當己方的旗艦耐久為1或以下時，此卡戰力進一步+100。■此卡發起攻擊的戰鬥結束時，若己方的旗艦卡為《重櫻》卡牌，查看己方卡組最上方的5張卡，將其中最多1張費用為4或以下的「曉」/「響」/「雷」艦船卡公開並登場，而後將其餘卡牌以隨機順序置於卡組最下方。若有將艦船卡登場時，將此卡置於撤退區。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 672,
        "card_name": "翔鶴",
        "card_code": "CP01-005",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】可以公開己方卡組最上方的1張卡，而後將其置於卡組最下方：己方的《重櫻》旗艦卡被攻擊時，若公開的卡牌的費用為5或以上，本次戰鬥中，己方的旗艦卡戰力+100。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 673,
        "card_name": "翔鶴",
        "card_code": "CP01-005<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】可以公開己方卡組最上方的1張卡，而後將其置於卡組最下方：己方的《重櫻》旗艦卡被攻擊時，若公開的卡牌的費用為5或以上，本次戰鬥中，己方的旗艦卡戰力+100。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 674,
        "card_name": "重櫻盛開的海濱",
        "card_code": "CP01-006",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】從以下中選擇1項。・本次戰鬥中，己方戰場上的1張《重櫻》卡牌戰力+200。・當己方正面表示的魔方卡數量為3或以上時，可以將己方手牌中的1張費用為2或以下的「雷」或「電」艦船卡登場。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 675,
        "card_name": "重櫻盛開的海濱",
        "card_code": "CP01-006<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】從以下中選擇1項。・本次戰鬥中，己方戰場上的1張《重櫻》卡牌戰力+200。・當己方正面表示的魔方卡數量為3或以上時，可以將己方手牌中的1張費用為2或以下的「雷」或「電」艦船卡登場。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 676,
        "card_name": "拉菲",
        "card_code": "CP01-007",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在擁有藍色以外顏色的艦船卡時，前排的此卡獲得【強擊+200】。■【登場時】可以將己方手牌中的1張擁有藍色以外顏色的艦船卡公開。若有執行此動作時，抽1張卡。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 677,
        "card_name": "拉菲",
        "card_code": "CP01-007<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在擁有藍色以外顏色的艦船卡時，前排的此卡獲得【強擊+200】。■【登場時】可以將己方手牌中的1張擁有藍色以外顏色的艦船卡公開。若有執行此動作時，抽1張卡。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 678,
        "card_name": "克里夫蘭",
        "card_code": "CP01-008",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方手牌中的1張費用為2或以下的艦船卡登場。之後，當己方戰場上存在紅色艦船卡時，查看己方卡組最上方的3張卡，而後將其以任意順序置於卡組最上方。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 679,
        "card_name": "克里夫蘭",
        "card_code": "CP01-008<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方手牌中的1張費用為2或以下的艦船卡登場。之後，當己方戰場上存在紅色艦船卡時，查看己方卡組最上方的3張卡，而後將其以任意順序置於卡組最上方。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 680,
        "card_name": "波特蘭",
        "card_code": "CP01-009",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在艦船卡「印第安納波利斯」時，戰場上的此卡戰力+100。■【登場時】公開雙方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌為「印第安納波利斯」艦船卡，或己方公開的卡牌的費用大於等於對方公開的卡牌的費用時，可以將己方手牌中的1張費用為3或以下的「印第安納波利斯」艦船卡登場。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 681,
        "card_name": "波特蘭",
        "card_code": "CP01-009<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在艦船卡「印第安納波利斯」時，戰場上的此卡戰力+100。■【登場時】公開雙方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌為「印第安納波利斯」艦船卡，或己方公開的卡牌的費用大於等於對方公開的卡牌的費用時，可以將己方手牌中的1張費用為3或以下的「印第安納波利斯」艦船卡登場。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 682,
        "card_name": "印第安納波利斯",
        "card_code": "CP01-010",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張《白鷹》〈重巡〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 683,
        "card_name": "印第安納波利斯",
        "card_code": "CP01-010<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張《白鷹》〈重巡〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 684,
        "card_name": "女灶神",
        "card_code": "CP01-011",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "維修",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄己方手牌中的1張事件卡：當己方的旗艦卡為「約克鎮」或「企業」時，抽2張卡。■戰場上的此卡發起支援時，將此卡置於撤退區。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 685,
        "card_name": "女灶神",
        "card_code": "CP01-011<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "維修",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄己方手牌中的1張事件卡：當己方的旗艦卡為「約克鎮」或「企業」時，抽2張卡。■戰場上的此卡發起支援時，將此卡置於撤退區。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 686,
        "card_name": "鶴之舞",
        "card_code": "CP01-012",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】本次戰鬥中，己方戰場上的1張卡牌戰力+400。之後，當己方戰場上存在《重櫻》艦船卡時，查看己方卡組最上方的3張卡，而後將其以任意順序置於卡組最上方。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 687,
        "card_name": "鶴之舞",
        "card_code": "CP01-012<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】本次戰鬥中，己方戰場上的1張卡牌戰力+400。之後，當己方戰場上存在《重櫻》艦船卡時，查看己方卡組最上方的3張卡，而後將其以任意順序置於卡組最上方。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 688,
        "card_name": "吸血鬼",
        "card_code": "CP01-013",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方戰場上的除「吸血鬼」以外的1張《皇家》艦船卡轉為休息狀態：當己方的旗艦卡為《皇家》〈戰列〉卡牌時，本回合中，位於前排的此卡可以攻擊對方處於休息狀態的艦船卡。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 689,
        "card_name": "吸血鬼",
        "card_code": "CP01-013<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方戰場上的除「吸血鬼」以外的1張《皇家》艦船卡轉為休息狀態：當己方的旗艦卡為《皇家》〈戰列〉卡牌時，本回合中，位於前排的此卡可以攻擊對方處於休息狀態的艦船卡。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 690,
        "card_name": "標槍",
        "card_code": "CP01-014",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在擁有黃色以外顏色的艦船卡時，前排的此卡獲得【強擊+200】。■【登場時】可以將己方手牌中的1張擁有黃色以外顏色的艦船卡公開。若有執行此動作時，抽1張卡。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 691,
        "card_name": "標槍",
        "card_code": "CP01-014<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在擁有黃色以外顏色的艦船卡時，前排的此卡獲得【強擊+200】。■【登場時】可以將己方手牌中的1張擁有黃色以外顏色的艦船卡公開。若有執行此動作時，抽1張卡。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 692,
        "card_name": "阿賈克斯",
        "card_code": "CP01-015",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■【攻擊時】當己方戰場上存在擁有黃色以外顏色的艦船卡時，將對方戰場上的1張費用為5或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 693,
        "card_name": "阿賈克斯",
        "card_code": "CP01-015<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■【攻擊時】當己方戰場上存在擁有黃色以外顏色的艦船卡時，將對方戰場上的1張費用為5或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 694,
        "card_name": "貝爾法斯特",
        "card_code": "CP01-016",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【被擊破時】可以捨棄1張手牌：將對方戰場上的1張費用為5或以下的艦船卡轉為休息狀態。之後，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 695,
        "card_name": "貝爾法斯特",
        "card_code": "CP01-016<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【被擊破時】可以捨棄1張手牌：將對方戰場上的1張費用為5或以下的艦船卡轉為休息狀態。之後，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 696,
        "card_name": "威爾斯親王",
        "card_code": "CP01-017",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方戰場上存在《白鷹》艦船卡時，可以將己方手牌的1張費用為3或以下的《白鷹》艦船卡登場。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 697,
        "card_name": "威爾斯親王",
        "card_code": "CP01-017<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方戰場上存在《白鷹》艦船卡時，可以將己方手牌的1張費用為3或以下的《白鷹》艦船卡登場。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 698,
        "card_name": "女僕長的祝福",
        "card_code": "CP01-018",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】查看己方卡組最上方的5張卡，將其中最多1張《皇家》〈輕巡〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，可以將手牌的1張費用為4或以下的「貝爾法斯特」艦船卡登場。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 699,
        "card_name": "女僕長的祝福",
        "card_code": "CP01-018<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】查看己方卡組最上方的5張卡，將其中最多1張《皇家》〈輕巡〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，可以將手牌的1張費用為4或以下的「貝爾法斯特」艦船卡登場。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 700,
        "card_name": "Z23",
        "card_code": "CP01-019",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在擁有黑色以外顏色的艦船卡時，前排的此卡獲得【強擊+200】。■【登場時】可以將己方手牌中的1張擁有黑色以外顏色的艦船卡公開。若有執行此動作時，抽1張卡。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 701,
        "card_name": "Z23",
        "card_code": "CP01-019<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在擁有黑色以外顏色的艦船卡時，前排的此卡獲得【強擊+200】。■【登場時】可以將己方手牌中的1張擁有黑色以外顏色的艦船卡公開。若有執行此動作時，抽1張卡。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 702,
        "card_name": "德意志",
        "card_code": "CP01-020",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】■【被擊破時】當己方的旗艦卡為《鐵血》卡牌時，可以將手牌的1張費用為4或以下的「德意志」艦船卡登場。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 703,
        "card_name": "德意志",
        "card_code": "CP01-020<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】■【被擊破時】當己方的旗艦卡為《鐵血》卡牌時，可以將手牌的1張費用為4或以下的「德意志」艦船卡登場。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 704,
        "card_name": "施佩伯爵將軍",
        "card_code": "CP01-021",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張「阿賈克斯」或「德意志」艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 705,
        "card_name": "施佩伯爵將軍",
        "card_code": "CP01-021<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張「阿賈克斯」或「德意志」艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 706,
        "card_name": "俾斯麥",
        "card_code": "CP01-022",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄1張手牌：抽1張牌。■【每回合1次】可以將己方手牌的1張費用為2或以下的「U-556」艦船卡公開：己方戰場上的卡牌被攻擊時，可以將手牌中因此卡的技能公開的1張艦船卡登場。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 707,
        "card_name": "俾斯麥",
        "card_code": "CP01-022<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄1張手牌：抽1張牌。■【每回合1次】可以將己方手牌的1張費用為2或以下的「U-556」艦船卡公開：己方戰場上的卡牌被攻擊時，可以將手牌中因此卡的技能公開的1張艦船卡登場。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 708,
        "card_name": "U-556",
        "card_code": "CP01-023",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "300",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】將手牌中的此卡登場。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■當己方戰場上存在「俾斯麥」時，所有區域的此卡獲得手牌支援範圍。(此卡可以從手牌發起支援)",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 709,
        "card_name": "U-556",
        "card_code": "CP01-023<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "300",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】將手牌中的此卡登場。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■當己方戰場上存在「俾斯麥」時，所有區域的此卡獲得手牌支援範圍。(此卡可以從手牌發起支援)",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 710,
        "card_name": "鐵血式女僕禮儀",
        "card_code": "CP01-024",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】對方可以將其自身正面向上的1張魔方卡轉為休息狀態。若對方未將魔方卡轉為休息狀態時，己方可以將手牌的1張費用為3或以下的《鐵血》艦船卡登場。之後，通過此技能登場的艦船卡在本回合中獲得【速攻】【強擊+100】。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 711,
        "card_name": "鐵血式女僕禮儀",
        "card_code": "CP01-024<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】對方可以將其自身正面向上的1張魔方卡轉為休息狀態。若對方未將魔方卡轉為休息狀態時，己方可以將手牌的1張費用為3或以下的《鐵血》艦船卡登場。之後，通過此技能登場的艦船卡在本回合中獲得【速攻】【強擊+100】。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 712,
        "card_name": "瑞鶴",
        "card_code": "CP01-025",
        "attributes": {
            "顏　色": "紅藍",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】公開己方卡組最上方的1張卡，選擇將其置於卡組最上方或最下方。之後，選擇對方戰場上的1張費用小於己方公開卡牌費用的艦船卡，本回合中，該卡不能發起支援。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 713,
        "card_name": "瑞鶴",
        "card_code": "CP01-025<覺醒>",
        "attributes": {
            "顏　色": "紅藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】公開己方卡組最上方的1張卡，選擇將其置於卡組最上方或最下方。之後，選擇對方戰場上的1張費用小於己方公開卡牌費用的艦船卡，本回合中，該卡不能發起支援。■【己方回合結束時】當己方戰場上存在4張或以上艦船卡時，將此卡轉為激活狀態。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 714,
        "card_name": "瑞鶴",
        "card_code": "CP01-025<覺醒><SEC>",
        "attributes": {
            "顏　色": "紅藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】公開己方卡組最上方的1張卡，選擇將其置於卡組最上方或最下方。之後，選擇對方戰場上的1張費用小於己方公開卡牌費用的艦船卡，本回合中，該卡不能發起支援。■【己方回合結束時】當己方戰場上存在4張或以上艦船卡時，將此卡轉為激活狀態。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 715,
        "card_name": "約克公爵",
        "card_code": "CP01-026",
        "attributes": {
            "顏　色": "黃黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當此卡攻擊艦船卡時，對方可以將其自身正面向上的1張魔方卡或其自身戰場上的1張卡牌轉為休息狀態。若對方未將卡牌轉為休息狀態時，本次戰鬥中，此卡戰力+100。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 716,
        "card_name": "約克公爵",
        "card_code": "CP01-026<覺醒>",
        "attributes": {
            "顏　色": "黃黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當此卡攻擊艦船卡時，對方可以將其自身正面向上的1張魔方卡或其自身戰場上的1張卡牌轉為休息狀態。若對方未將卡牌轉為休息狀態時，本次戰鬥中，此卡戰力+100。■【己方回合結束時】當己方戰場上存在4張或以上艦船卡時，將此卡轉為激活狀態。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 717,
        "card_name": "約克公爵",
        "card_code": "CP01-026<覺醒><SEC>",
        "attributes": {
            "顏　色": "黃黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當此卡攻擊艦船卡時，對方可以將其自身正面向上的1張魔方卡或其自身戰場上的1張卡牌轉為休息狀態。若對方未將卡牌轉為休息狀態時，本次戰鬥中，此卡戰力+100。■【己方回合結束時】當己方戰場上存在4張或以上艦船卡時，將此卡轉為激活狀態。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 718,
        "card_name": "奧丁",
        "card_code": "CP01-027",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "UR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將對方戰場上的1張艦船卡轉為休息狀態。之後，當對方前排不存在激活狀態的艦船卡時，本回合中，此卡獲得【速攻】。■【己方回合中】【每回合1次】對方發動【反制】事件卡時，將對方戰場上的1張戰力為400或以下的艦船卡擊破。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 719,
        "card_name": "奧丁",
        "card_code": "CP01-027<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "UR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將對方戰場上的1張艦船卡轉為休息狀態。之後，當對方前排不存在激活狀態的艦船卡時，本回合中，此卡獲得【速攻】。■【己方回合中】【每回合1次】對方發動【反制】事件卡時，將對方戰場上的1張戰力為400或以下的艦船卡擊破。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 720,
        "card_name": "全員就位",
        "card_code": "SD01-014<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】（在己方的防守步驟可以發動）本次戰鬥中，己方戰場上的1張卡牌戰力+200。之後，查看己方卡組最上方的1張卡，選擇將其置於卡組最上方或最下方。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 721,
        "card_name": "皇家的誓約",
        "card_code": "SD02-013<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】（在己方的防守步驟可以發動）本次戰鬥中，己方戰場上的1張卡牌戰力+200。之後，當己方的旗艦耐久為0時，將1張己方的魔方卡轉為而後激活狀態。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 722,
        "card_name": "鐵血威壓",
        "card_code": "SD03-016<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡。)■【主階段啟動】本回合中，對方戰場上的1張艦船卡戰力-300。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 723,
        "card_name": "狐之誘惑",
        "card_code": "SD04-016<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡。)■【主階段啟動】對方捨棄1張手牌。之後，當己方手牌數量為0時，抽1張卡。",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 724,
        "card_name": "藍黃閃魔方卡",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 725,
        "card_name": "紅黑閃魔方卡",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 726,
        "card_name": "重櫻魔方卡",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 727,
        "card_name": "皇家魔方卡",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 728,
        "card_name": "白鷹魔方卡",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 729,
        "card_name": "鐵血魔方卡",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "CP01"
    },
    {
        "card_id": 730,
        "card_name": "聖路易斯",
        "card_code": "BP01-009<PR>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)",
        "acquisition_method": "線下活動"
    },
    {
        "card_id": 731,
        "card_name": "企業",
        "card_code": "EX01-007<PR>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "200"
        },
        "card_effect": "■【登場時】公開對方卡組最上方的1張卡，而後將其置於對方卡組最下方。當公開的卡牌費用小於7時，將對方戰場上的1張費用為4或以下的艦船卡彈回卡組最下方。■【主階段啟動】【每回合1次】可以捨棄3張手牌：本回合中，此卡戰力+500，獲得【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)。",
        "acquisition_method": "CP01限時特殊兌換碼"
    },
    {
        "card_id": 732,
        "card_name": "無敵",
        "card_code": "BP04-038<PR>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "0"
        },
        "card_effect": "【無】",
        "acquisition_method": "消費滿額贈送（2024.7.27~）"
    },
    {
        "card_id": 733,
        "card_name": "島風",
        "card_code": "BP04-001",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當己方戰場上存在共計4張或以上〈驅逐〉/「駿河」艦船卡時，本次戰鬥中，此卡戰力+100。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 734,
        "card_name": "島風",
        "card_code": "BP04-001覺醒",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當己方戰場上存在共計4張或以上〈驅逐〉/「駿河」艦船卡時，本次戰鬥中，此卡戰力+100。■【己方回合結束時】將己方戰場上的1張費用為4或以下的「駿河」艦船卡轉為激活狀態。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 736,
        "card_name": "島風",
        "card_code": "BP04-001覺醒<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當己方戰場上存在共計4張或以上〈驅逐〉/「駿河」艦船卡時，本次戰鬥中，此卡戰力+100。■【己方回合結束時】將己方戰場上的1張費用為4或以下的「駿河」艦船卡轉為激活狀態。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 737,
        "card_name": "山風",
        "card_code": "BP04-002",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】本回合中，己方前排的1張費用為3或以下的《重櫻》〈驅逐〉艦船卡戰力+100。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 738,
        "card_name": "水無月",
        "card_code": "BP04-003",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "0"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 739,
        "card_name": "文月",
        "card_code": "BP04-004",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】【己方回合中】可以捨棄己方手牌中的1張「櫻色的通學路」事件卡：當己方的旗艦卡為《重櫻》卡牌時，發動捨棄的事件卡。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 740,
        "card_name": "白露",
        "card_code": "BP04-005",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】本回合中，己方前排的1張費用為3或以下的〈驅逐〉艦船卡戰力+100。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 741,
        "card_name": "時雨",
        "card_code": "BP04-006",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "0"
        },
        "card_effect": "■【對方回合中】當己方的旗艦卡為〈驅逐〉卡牌時，所有區域的此卡支援+100。■【對方回合中】當己方戰場上存在「雪風」艦船卡/3張或以上〈驅逐〉卡牌時，戰場上的此卡戰力+100。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 742,
        "card_name": "雪風",
        "card_code": "BP04-007",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "0"
        },
        "card_effect": "■當己方戰場上存在3張或以上〈驅逐〉艦船卡時，所有區域的此卡支援+100。■【被攻擊時】【每回合1次】公開己方卡組最上方的1張卡，而後將其置於卡組最下方。當公開的卡牌為〈驅逐〉艦船卡時，本次戰鬥中，此卡戰力+200。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 743,
        "card_name": "野分",
        "card_code": "BP04-008",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡為〈驅逐〉卡牌時，查看己方卡組最上方的5張卡，將其中最多1張《重櫻》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 744,
        "card_name": "加賀",
        "card_code": "BP04-009",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【攻擊時】當此卡攻擊艦船卡時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 745,
        "card_name": "加賀",
        "card_code": "BP04-009<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【攻擊時】當此卡攻擊艦船卡時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 746,
        "card_name": "駿河",
        "card_code": "BP04-010",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■【主階段啟動】【每回合1次】可以將己方手牌的1張費用為1的《重櫻》〈驅逐〉艦船卡登場。若有執行此動作時，本回合中，此卡獲得【遠程】。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 747,
        "card_name": "駿河",
        "card_code": "BP04-010<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■【主階段啟動】【每回合1次】可以將己方手牌的1張費用為1的《重櫻》〈驅逐〉艦船卡登場。若有執行此動作時，本回合中，此卡獲得【遠程】。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 748,
        "card_name": "赤城",
        "card_code": "BP04-011",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】抽1張卡，將1張手牌置於卡組最上方或最下方。之後，當己方戰場上存在「加賀」時，本回合中，此卡獲得【速攻】。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 749,
        "card_name": "追憶",
        "card_code": "BP04-012",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為「天城」/「赤城」/「加賀」時，可以將己方手牌的1張「赤城」或「加賀」艦船卡公開並置於卡組最下方。若有執行此動作時，抽1張卡，對方捨棄1張手牌。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 750,
        "card_name": "櫻色的通學路",
        "card_code": "BP04-013",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】查看己方卡組最上方的3張卡，將其中最多2張《重櫻》〈驅逐〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，可以將手牌的最多2張費用為2或以下的不擁有技能的艦船卡登場。若有執行此動作時，通過此技能登場的艦船卡在本回合中獲得【速攻】。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 751,
        "card_name": "蒼紅的繼承者",
        "card_code": "BP04-014",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "5",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為「天城」時，對方捨棄1張手牌。之後，從以下中選擇1項。・可以將己方手牌的1張費用為5的「加賀」艦船卡登場。・可以將己方的2張魔方卡轉為休息狀態。若有執行此動作時，可以將己方手牌的1張費用為7或以下的「赤城」艦船卡登場。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 752,
        "card_name": "新銳之刃",
        "card_code": "BP04-015",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方戰場上存在「島風」與「駿河」時，將對方戰場上的1張費用為6或以下的艦船卡擊破。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 753,
        "card_name": "落幕的演習",
        "card_code": "BP04-016",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】當己方的旗艦卡為「天城」時，本次戰鬥中，己方戰場上的1張卡牌戰力+200。之後，可以將己方戰場上的1張費用為5或以下的「加賀」艦船卡彈回卡組最下方。若有執行此動作時，可以將己方手牌的1張費用為6的「加賀」艦船卡以休息狀態登場。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 754,
        "card_name": "守望的櫻吹雪",
        "card_code": "BP04-017",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】本次戰鬥中，己方戰場上的1張卡牌戰力+400。之後，從以下中選擇1項。・當己方的旗艦卡為紅色時，可以捨棄1張手牌。若有執行此動作時，對方捨棄1張手牌。・當己方的旗艦卡為藍色時，抽2張卡。之後，將2張手牌以任意順序置於卡組最上方。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 755,
        "card_name": "阿拉巴馬",
        "card_code": "BP04-018",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方的〈重巡〉或〈戰列〉艦船卡登場時，抽1張卡，將1張手牌置於卡組最上方或最下方。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 756,
        "card_name": "阿拉巴馬",
        "card_code": "BP04-018覺醒",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方的〈重巡〉或〈戰列〉艦船卡登場時，抽1張卡，將1張手牌置於卡組最上方或最下方。■【己方回合中】【每回合1次】己方戰場上的〈重巡〉艦船卡因己方卡牌的技能彈回手牌時，本回合中，此卡戰力+100。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 758,
        "card_name": "阿拉巴馬",
        "card_code": "BP04-018覺醒<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方的〈重巡〉或〈戰列〉艦船卡登場時，抽1張卡，將1張手牌置於卡組最上方或最下方。■【己方回合中】【每回合1次】己方戰場上的〈重巡〉艦船卡因己方卡牌的技能彈回手牌時，本回合中，此卡戰力+100。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 759,
        "card_name": "霍比",
        "card_code": "BP04-019",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】■【登場時】抽1張卡，將1張手牌置於卡組最上方。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 760,
        "card_name": "貝奇",
        "card_code": "BP04-020",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將此卡轉為休息狀態：查看己方卡組最上方的3張卡，而後將其以任意順序置於卡組最上方。■【對方回合結束時】當戰場上的此卡處於休息狀態時，將此卡彈回手牌。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 761,
        "card_name": "菲尼克斯",
        "card_code": "BP04-021",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在擁有藍色以外顏色的艦船卡時，戰場上的此卡戰力+100。■【被擊破時】可以捨棄己方手牌中的1張事件卡：當己方戰場上存在擁有藍色以外顏色的艦船卡時，將撤退區的此卡以休息狀態登場。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 762,
        "card_name": "威奇塔",
        "card_code": "BP04-022",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■此卡發起攻擊的戰鬥結束時，當己方的旗艦卡為「阿拉巴馬」時，可以將此卡彈回手牌。若有執行此動作時，可以將己方手牌除「威奇塔」以外的1張費用為3或以下《白鷹》〈重巡〉艦船卡登場。■【登場時】查看己方卡組最上方的3張卡，而後將其以任意順序置於卡組最上方。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 763,
        "card_name": "阿斯托利亞",
        "card_code": "BP04-023",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■此卡發起攻擊的戰鬥結束時，當己方的旗艦卡為「阿拉巴馬」時，可以將此卡彈回手牌。若有執行此動作時，可以將己方手牌除「阿斯托利亞」以外的1張費用為5或以下《白鷹》〈重巡〉艦船卡登場。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 764,
        "card_name": "明尼亞波利斯",
        "card_code": "BP04-024",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方戰場上除「明尼亞波利斯」以外的1張費用為5或以下的《白鷹》艦船卡彈回手牌：當己方的旗艦卡為《白鷹》的卡牌時，將1張費用與此前彈回手牌的艦船卡相同或更低的對方戰場上的艦船卡彈回手牌。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 765,
        "card_name": "明尼亞波利斯",
        "card_code": "BP04-024<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方戰場上除「明尼亞波利斯」以外的1張費用為5或以下的《白鷹》艦船卡彈回手牌：當己方的旗艦卡為《白鷹》的卡牌時，將1張費用與此前彈回手牌的艦船卡相同或更低的對方戰場上的艦船卡彈回手牌。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 766,
        "card_name": "昆西",
        "card_code": "BP04-025",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■此卡發起攻擊的戰鬥結束時，當己方的旗艦卡為「阿拉巴馬」時，可以將此卡彈回手牌。若有執行此動作時，可以將己方手牌除「昆西」以外的1張費用為4或以下《白鷹》〈重巡〉艦船卡登場。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 767,
        "card_name": "文森尼斯",
        "card_code": "BP04-026",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在「文森尼斯」以外的《白鷹》〈重巡〉艦船卡時，前排的此卡戰力+100。■此卡發起攻擊的戰鬥結束時，當己方的旗艦卡為「阿拉巴馬」時，可以將此卡彈回手牌。若有執行此動作時，可以將己方手牌除「文森尼斯」以外的1張費用為3或以下《白鷹》〈重巡〉艦船卡登場。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 768,
        "card_name": "麻薩諸塞",
        "card_code": "BP04-027",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】公開己方卡組最上方的1張卡。當公開的卡牌為費用為4或以下的《白鷹》艦船卡時，可以將該卡登場。若未將該卡登場時，將其加入手牌。■【攻擊時】己方前排每存在1張除此卡以外的《白鷹》〈重巡〉/〈戰列〉艦船卡，本次戰鬥中，此卡的戰力+100。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 769,
        "card_name": "麻薩諸塞",
        "card_code": "BP04-027<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】公開己方卡組最上方的1張卡。當公開的卡牌為費用為4或以下的《白鷹》艦船卡時，可以將該卡登場。若未將該卡登場時，將其加入手牌。■【攻擊時】己方前排每存在1張除此卡以外的《白鷹》〈重巡〉/〈戰列〉艦船卡，本次戰鬥中，此卡的戰力+100。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 770,
        "card_name": "棘鳍",
        "card_code": "BP04-028",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "潛艇",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】將手牌中的此卡登場。之後，當己方的旗艦耐久為0時，本回合中，戰場上的此卡支援+100。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■【登場時】【對方回合中】當己方的旗艦卡為《白鷹》卡牌時，抽1張卡。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 771,
        "card_name": "棘鳍",
        "card_code": "BP04-028<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "潛艇",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】將手牌中的此卡登場。之後，當己方的旗艦耐久為0時，本回合中，戰場上的此卡支援+100。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■【登場時】【對方回合中】當己方的旗艦卡為《白鷹》卡牌時，抽1張卡。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 772,
        "card_name": "小小幸運星",
        "card_code": "BP04-029",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為《白鷹》卡牌時，查看己方旗艦耐久最上方的1張卡牌。當該卡為《白鷹》【絕地反擊】事件卡時，可以將該卡發動。若未將該卡發動時，將該卡置於旗艦耐久的最上方或最下方。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 773,
        "card_name": "實技練習",
        "card_code": "BP04-030",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "5",
            "戰　力": "-",
            "陣　營": "白鷹/皇家",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】公開雙方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌的費用大於等於對方公開的卡牌的費用時，可以將己方手牌中費用為4或以下，以及費用為3或以下的《白鷹》〈重巡〉艦船卡最多各1張登場。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 774,
        "card_name": "冬日宴席",
        "card_code": "BP04-031",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "5",
            "戰　力": "-",
            "陣　營": "白鷹/重櫻",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】可以將對方前排的1張費用為6或以下的艦船卡彈回手牌。之後，當此前彈回手牌的艦船卡為不擁有技能的艦船卡時，抽1張卡。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 775,
        "card_name": "一獲千金",
        "card_code": "BP04-032",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】■【主階段啟動】抽1張卡。之後，公開雙方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌的費用大於等於對方公開的卡牌的費用時，抽1張卡。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 776,
        "card_name": "隆重的邀請",
        "card_code": "BP04-033",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】■【主階段啟動】查看己方卡組最上方的3張卡，而後將其以任意順序置於卡組最上方。之後，可以將己方戰場上的1張《白鷹》〈重巡〉艦船卡彈回手牌。若有執行此動作時，將1張費用與此前彈回手牌的艦船卡相同或更低的對方戰場上的艦船卡彈回卡組最下方。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 777,
        "card_name": "貝爾法斯特",
        "card_code": "BP04-034",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】【每回合1次】己方因自身戰場上《皇家》〈輕巡〉艦船卡的技能捨棄手牌時，若己方的手牌數量為7或以下，抽1張卡。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 778,
        "card_name": "貝爾法斯特",
        "card_code": "BP04-034覺醒",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】【每回合1次】己方因自身戰場上《皇家》〈輕巡〉艦船卡的技能捨棄手牌時，若己方的手牌數量為7或以下，抽1張卡。■【主階段啟動】可以將此卡以及己方的9張魔方卡轉為休息狀態：將手牌中的1張費用為10的《皇家》艦船卡登場。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 780,
        "card_name": "貝爾法斯特",
        "card_code": "BP04-034覺醒<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】【每回合1次】己方因自身戰場上《皇家》〈輕巡〉艦船卡的技能捨棄手牌時，若己方的手牌數量為7或以下，抽1張卡。■【主階段啟動】可以將此卡以及己方的9張魔方卡轉為休息狀態：將手牌中的1張費用為10的《皇家》艦船卡登場。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 781,
        "card_name": "命運女神",
        "card_code": "BP04-035",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【被擊破時】抽1張卡。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 782,
        "card_name": "無敵",
        "card_code": "BP04-036",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "0"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 783,
        "card_name": "庫拉索",
        "card_code": "BP04-037",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■【登場時】【己方回合中】可以捨棄手牌的1張費用為3或以下的《皇家》【主階段啟動】事件卡：當己方的旗艦卡為《皇家》〈輕巡〉卡牌時，發動捨棄的事件卡。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 784,
        "card_name": "杓鷸",
        "card_code": "BP04-038",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】【己方回合中】可以捨棄手牌的1張費用為2或以下的《皇家》【主階段啟動】事件卡：當己方的旗艦卡為《皇家》〈輕巡〉卡牌時，發動捨棄的事件卡。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 785,
        "card_name": "利安得",
        "card_code": "BP04-039",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄2張手牌：抽2張卡。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 786,
        "card_name": "曼徹斯特",
        "card_code": "BP04-040",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在2張或以上「曼徹斯特」以外的〈輕巡〉卡牌時，前排的此卡獲得【強擊+200】。■【登場時】可以將己方手牌中的1張《皇家》〈輕巡〉艦船卡公開。若有執行此動作時，抽1張卡。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 787,
        "card_name": "小貝法",
        "card_code": "BP04-041",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "100",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■所有區域的此卡同樣被視為「貝爾法斯特」。■【登場時】可以將此卡以及己方的旗艦卡轉為休息狀態：從己方魔方卡組將1張魔方卡以反面置於費用區。之後，當己方的旗艦卡為《皇家》〈輕巡〉卡牌時，將此卡轉為激活狀態。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 788,
        "card_name": "小貝法",
        "card_code": "BP04-041<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "100",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■所有區域的此卡同樣被視為「貝爾法斯特」。■【登場時】可以將此卡以及己方的旗艦卡轉為休息狀態：從己方魔方卡組將1張魔方卡以反面置於費用區。之後，當己方的旗艦卡為《皇家》〈輕巡〉卡牌時，將此卡轉為激活狀態。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 789,
        "card_name": "肯特",
        "card_code": "BP04-042",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "重巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【被擊破時】【己方回合中】可以將己方撤退區的1張費用為4或以下的《皇家》〈輕巡〉/〈重巡〉艦船卡登場。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 790,
        "card_name": "薩福克",
        "card_code": "BP04-043",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方戰場上除「薩福克」以外的1張黃色或黑色艦船卡擊破：抽1張卡。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 791,
        "card_name": "聲望",
        "card_code": "BP04-044",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "700",
            "陣　營": "皇家",
            "艦船類型": "戰巡",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "0"
        },
        "card_effect": "■當己方的撤退區存在10張或以上卡牌時，所有區域的此卡支援+100，並獲得【遠程】。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 792,
        "card_name": "厭戰",
        "card_code": "BP04-045",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "10",
            "戰　力": "1000",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "200"
        },
        "card_effect": "■【登場時】將對方戰場上的全部費用為5或以下的艦船卡轉為休息狀態。之後，本回合中位於前排的此卡可以攻擊對方前排處於休息狀態的艦船卡。■【每回合1次】此卡發起攻擊的戰鬥中，此卡的攻擊對象被送入撤退區時，將此卡與己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 793,
        "card_name": "厭戰",
        "card_code": "BP04-045<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "10",
            "戰　力": "1000",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "200"
        },
        "card_effect": "■【登場時】將對方戰場上的全部費用為5或以下的艦船卡轉為休息狀態。之後，本回合中位於前排的此卡可以攻擊對方前排處於休息狀態的艦船卡。■【每回合1次】此卡發起攻擊的戰鬥中，此卡的攻擊對象被送入撤退區時，將此卡與己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 794,
        "card_name": "女僕的指引",
        "card_code": "BP04-046",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為《皇家》〈輕巡〉卡牌時，查看己方卡組最上方的5張卡，將其中最多2張《皇家》〈輕巡〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 795,
        "card_name": "女僕的日課",
        "card_code": "BP04-047",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】從己方魔方卡組將1張魔方卡以反面置於費用區。之後，當己方戰場上存在2張或以上《皇家》〈輕巡〉卡牌時，抽1張卡。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 796,
        "card_name": "新人研修會",
        "card_code": "BP04-048",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】當己方的旗艦卡為《皇家》〈輕巡〉卡牌時，本次戰鬥中，己方戰場上的1張卡牌戰力+400。之後，可以將己方的1張魔方卡轉為休息狀態。若有執行此動作時，對方將其自身戰場上的1張處於激活狀態的卡牌轉為休息狀態。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 797,
        "card_name": "不勝酒力",
        "card_code": "BP04-049",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】■【主階段啟動】本回合中，對方戰場上的1張處於休息狀態的艦船卡戰力-100。之後，當此卡以【絕地反擊】的方式發動時，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 798,
        "card_name": "腓特烈大帝",
        "card_code": "BP04-050",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方卡組中的卡牌因己方《鐵血》艦船卡的技能被送入撤退區時，將己方卡組最上方的1張卡送入撤退區。■【攻擊時】將己方卡組最上方的1張卡送入撤退區。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 799,
        "card_name": "腓特烈大帝",
        "card_code": "BP04-050覺醒",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方卡組中的卡牌因己方《鐵血》艦船卡的技能被送入撤退區時，將己方卡組最上方的1張卡送入撤退區。■【攻擊時】將己方卡組最上方的1張卡送入撤退區。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 801,
        "card_name": "腓特烈大帝",
        "card_code": "BP04-050覺醒<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方卡組中的卡牌因己方《鐵血》艦船卡的技能被送入撤退區時，將己方卡組最上方的1張卡送入撤退區。■【攻擊時】將己方卡組最上方的1張卡送入撤退區。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 802,
        "card_name": "Z1",
        "card_code": "BP04-051",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】■【登場時】將己方卡組最上方的1張卡送入撤退區。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 803,
        "card_name": "Z24",
        "card_code": "BP04-052",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方撤退區存在3張或以上卡牌時，戰場上的此卡戰力+100。■【登場時】將己方卡組最上方的1張卡送入撤退區。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 804,
        "card_name": "柯尼斯堡",
        "card_code": "BP04-053",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■卡組中的此卡被送入撤退區時，若己方的旗艦卡為《鐵血》卡牌，且己方戰場上不存在艦船卡「柯尼斯堡」時，可以將撤退區的此卡登場。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 805,
        "card_name": "卡爾斯魯厄",
        "card_code": "BP04-054",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "200",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】■卡組中的此卡被送入撤退區時，若己方的旗艦卡為《鐵血》卡牌，且己方戰場上不存在艦船卡「卡爾斯魯厄」時，可以將撤退區的此卡登場。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 806,
        "card_name": "萊比錫",
        "card_code": "BP04-055",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方撤退區存在5張或以上卡牌時，戰場上的此卡戰力+100。■【登場時】將己方卡組最上方的1張卡送入撤退區。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 807,
        "card_name": "布呂歇爾",
        "card_code": "BP04-056",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■卡組中的此卡被送入撤退區時，若己方的旗艦卡為《鐵血》卡牌，且己方戰場上不存在艦船卡「布呂歇爾」時，可以將撤退區的此卡登場。■戰場上的此卡發起攻擊/支援的戰鬥結束時，將此卡置於撤退區。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 808,
        "card_name": "歐根親王",
        "card_code": "BP04-057",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方撤退區存在5張或以上卡牌時，戰場上的此卡戰力+100。■【登場時】將己方卡組最上方的1張卡送入撤退區。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 809,
        "card_name": "格奈森瑙",
        "card_code": "BP04-058",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方撤退區存在7張或以上卡牌時，戰場上的此卡獲得【速攻】【遠程】。■【登場時】可以捨棄1張手牌：當己方的旗艦卡為《鐵血》卡牌時，可以將己方戰場上除「格奈森瑙」以外的1張黃色或黑色艦船卡擊破。若有執行此動作時，將1張費用與此前擊破的艦船卡費用相同或更低的對方戰場上的艦船卡擊破。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 810,
        "card_name": "格奈森瑙",
        "card_code": "BP04-058<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方撤退區存在7張或以上卡牌時，戰場上的此卡獲得【速攻】【遠程】。■【登場時】可以捨棄1張手牌：當己方的旗艦卡為《鐵血》卡牌時，可以將己方戰場上除「格奈森瑙」以外的1張黃色或黑色艦船卡擊破。若有執行此動作時，將1張費用與此前擊破的艦船卡費用相同或更低的對方戰場上的艦船卡擊破。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 811,
        "card_name": "烏爾里希·馮·胡滕",
        "card_code": "BP04-059",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方的旗艦卡為《鐵血》卡牌，且己方撤退區存在7張或以上卡牌時，戰場上的此卡獲得【速攻】。■【己方回合結束時】將戰場上的此卡彈回手牌。之後，將己方卡組最上方的1張卡送入撤退區。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 812,
        "card_name": "烏爾里希·馮·胡滕",
        "card_code": "BP04-059<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方的旗艦卡為《鐵血》卡牌，且己方撤退區存在7張或以上卡牌時，戰場上的此卡獲得【速攻】。■【己方回合結束時】將戰場上的此卡彈回手牌。之後，將己方卡組最上方的1張卡送入撤退區。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 813,
        "card_name": "齊柏林伯爵",
        "card_code": "BP04-060",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "航母",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將己方卡組最上方的1張卡送入撤退區。■【己方回合結束時】當己方撤退區存在10張或以上卡牌時，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 814,
        "card_name": "U-37",
        "card_code": "BP04-061",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】將手牌中的此卡登場。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 815,
        "card_name": "U-37",
        "card_code": "BP04-061<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】將手牌中的此卡登場。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 816,
        "card_name": "芬里爾的鎖鏈",
        "card_code": "BP04-062",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為《鐵血》卡牌時，將己方卡組最上方的2張卡送入撤退區。之後，可以將己方撤退區的1張費用為3或以下的《鐵血》艦船卡登場。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 817,
        "card_name": "水分補充",
        "card_code": "BP04-063",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】將己方卡組最上方的1張卡送入撤退區，本回合中，對方戰場上的1張艦船卡戰力-300。之後，可以將1張作為己方的旗艦耐久的卡牌置於撤退區。若有執行此動作時，可以將己方撤退區的1張費用為2或以下的《鐵血》艦船卡登場。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 818,
        "card_name": "破壞的交響曲",
        "card_code": "BP04-064",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】當己方的旗艦卡為「腓特烈大帝」時，本次戰鬥中，己方戰場上的1張卡牌戰力+200。之後，將己方卡組最上方的1張卡送入撤退區。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 819,
        "card_name": "魔王與小鳥",
        "card_code": "BP04-065",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】當己方的旗艦卡為《鐵血》的卡牌時，可以將己方戰場上的1張黃色或黑色艦船卡擊破。若有執行此動作時，本次戰鬥中，己方戰場上的1張卡牌戰力+500。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 820,
        "card_name": "毀滅的序章",
        "card_code": "BP04-066",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "5",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】■【主階段啟動】當己方的旗艦卡為《鐵血》的卡牌時，本回合中，對方戰場上的1張費用為6或以下的艦船卡戰力-600。之後，當此卡以【絕地反擊】以外的方式發動，且該卡的戰力降為0或以下時，將該卡擊破。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 821,
        "card_name": "天城",
        "card_code": "BP04-067",
        "attributes": {
            "顏　色": "紅藍",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "戰巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將此卡轉為休息狀態：查看己方卡組最上方的3張卡，將其中最多1張「赤城」/「加賀」/「蒼紅的繼承者」公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，對方可以將其自身的1張作為旗艦耐久的卡牌加入手牌。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 822,
        "card_name": "天城",
        "card_code": "BP04-067覺醒",
        "attributes": {
            "顏　色": "紅藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【被攻擊時】可以捨棄手牌中任意數量的「赤城」/「加賀」艦船卡。每捨棄1張，本次戰鬥中，此卡的戰力+100。■【每回合1次】己方的「赤城」/「加賀」艦船卡登場時，可以捨棄1張手牌。若有執行此動作時，對方捨棄1張手牌。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 824,
        "card_name": "天城",
        "card_code": "BP04-067覺醒<SEC>",
        "attributes": {
            "顏　色": "紅藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰巡",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【被攻擊時】可以捨棄手牌中任意數量的「赤城」/「加賀」艦船卡。每捨棄1張，本次戰鬥中，此卡的戰力+100。■【每回合1次】己方的「赤城」/「加賀」艦船卡登場時，可以捨棄1張手牌。若有執行此動作時，對方捨棄1張手牌。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 825,
        "card_name": "沙恩霍斯特",
        "card_code": "BP04-068",
        "attributes": {
            "顏　色": "黃黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張手牌：抽1張卡。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 826,
        "card_name": "沙恩霍斯特",
        "card_code": "BP04-068覺醒",
        "attributes": {
            "顏　色": "黃黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張手牌：抽1張卡。之後，當己方的撤退區存在10張或以上卡牌時，本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 828,
        "card_name": "沙恩霍斯特",
        "card_code": "BP04-068覺醒<SEC>",
        "attributes": {
            "顏　色": "黃黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張手牌：抽1張卡。之後，當己方的撤退區存在10張或以上卡牌時，本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 829,
        "card_name": "信濃",
        "card_code": "BP04-069",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "UR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "0"
        },
        "card_effect": "■【登場時】本回合中，己方前排的2張《重櫻》〈驅逐〉艦船卡戰力+100。之後，當己方戰場上存在4張或以上《重櫻》艦船卡時，本回合中，此卡獲得【速攻】。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 830,
        "card_name": "信濃",
        "card_code": "BP04-069<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "UR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "0"
        },
        "card_effect": "■【登場時】本回合中，己方前排的2張《重櫻》〈驅逐〉艦船卡戰力+100。之後，當己方戰場上存在4張或以上《重櫻》艦船卡時，本回合中，此卡獲得【速攻】。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 831,
        "card_name": "貝爾法斯特",
        "card_code": "BP04-070",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "UR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將己方卡組最上方的1張卡送入撤退區。之後，從以下選擇1項。・當送入撤退區的卡牌為黃色時，從己方魔方卡組將1張魔方卡以反面置於費用區。・當送入撤退區的卡牌為擁有黃色以外顏色的卡牌時，抽1張卡。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 832,
        "card_name": "貝爾法斯特",
        "card_code": "BP04-070<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "UR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將己方卡組最上方的1張卡送入撤退區。之後，從以下選擇1項。・當送入撤退區的卡牌為黃色時，從己方魔方卡組將1張魔方卡以反面置於費用區。・當送入撤退區的卡牌為擁有黃色以外顏色的卡牌時，抽1張卡。",
        "acquisition_method": "BP04"
    },
    {
        "card_id": 833,
        "card_name": "Z35",
        "card_code": "BP02-058<PR>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的魔方卡數量為3或以上時，作為旗艦耐久的此卡獲得【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)。",
        "acquisition_method": "EP04"
    },
    {
        "card_id": 834,
        "card_name": "伊56",
        "card_code": "BP03-012<PR>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "重櫻",
            "艦船類型": "潛艇",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■【登場時】【對方回合中】公開己方卡組最上方的1張卡，當該卡為〈潛艇〉艦船卡或事件卡時，將其加入手牌。否則，將其置於卡組最下方。",
        "acquisition_method": "EP04"
    },
    {
        "card_id": 835,
        "card_name": "艾爾文",
        "card_code": "BP03-020<PR>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "300",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "0"
        },
        "card_effect": "■當己方的旗艦耐久為1或以下時，所有區域的此卡支援+100。■【對方回合中】當前排的此卡處於休息狀態時，己方的旗艦卡「列星頓」或「薩拉托加」戰力+100。",
        "acquisition_method": "EP04"
    },
    {
        "card_id": 836,
        "card_name": "螢火蟲",
        "card_code": "BP03-038<PR>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "0"
        },
        "card_effect": "【無】",
        "acquisition_method": "EP04"
    },
    {
        "card_id": 837,
        "card_name": "愛丁堡",
        "card_code": "SD02-005<PR>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄1張手牌：從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "EP04"
    },
    {
        "card_id": 838,
        "card_name": "歐根親王",
        "card_code": "SD03-011<PR>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【速攻】(此卡在登場的回合即可發起攻擊)■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)",
        "acquisition_method": "WORLD CHAMPIONSHIP 2024預選賽"
    },
    {
        "card_id": 839,
        "card_name": "赤城",
        "card_code": "SD04-001覺醒<PR>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L-PR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄己方手牌中的1張《重櫻》卡牌：對方捨棄1張手牌。",
        "acquisition_method": "WORLD CHAMPIONSHIP 2024預選賽"
    },
    {
        "card_id": 840,
        "card_name": "格洛斯特",
        "card_code": "BP01-037<PR>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的魔方卡數量為3或以上時，作為旗艦耐久的此卡獲得【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)。",
        "acquisition_method": "線下活動"
    },
    {
        "card_id": 841,
        "card_name": "三笠",
        "card_code": "SD05-001",
        "attributes": {
            "顏　色": "紅黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方的艦船卡通過【改造】登場時，將己方的1張魔方卡轉為激活狀態。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "SD05"
    },
    {
        "card_id": 842,
        "card_name": "三笠",
        "card_code": "SD05-001覺醒",
        "attributes": {
            "顏　色": "紅黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方的艦船卡通過【改造】登場時，將己方的1張魔方卡轉為激活狀態。■【被攻擊時】【每回合1次】可以將己方戰場上擁有【改造】技能的艦船卡下方的1張卡牌送入撤退區：本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "SD05"
    },
    {
        "card_id": 843,
        "card_name": "睦月",
        "card_code": "SD05-002",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張〈驅逐〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "SD05"
    },
    {
        "card_id": 844,
        "card_name": "睦月.改",
        "card_code": "SD05-003",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【改造】②：「睦月」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】當此卡通過【改造】登場時，可以將1張作為己方的旗艦耐久的卡牌加入手牌。",
        "acquisition_method": "SD05"
    },
    {
        "card_id": 845,
        "card_name": "如月.改",
        "card_code": "SD05-004",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】③：「如月」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】當此卡通過【改造】登場時，將對方戰場上的1張不擁有技能的費用為2或以下的艦船卡擊破。之後，本回合中，此卡獲得【速攻】(此卡在登場的回合即可發起攻擊)。",
        "acquisition_method": "SD05"
    },
    {
        "card_id": 846,
        "card_name": "綾波.改",
        "card_code": "SD05-005",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】⑥：「綾波」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【速攻】(此卡在登場的回合即可發起攻擊)■【登場時】對方捨棄1張手牌。",
        "acquisition_method": "SD05"
    },
    {
        "card_id": 847,
        "card_name": "標槍.改",
        "card_code": "SD05-006",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「標槍」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】當此卡通過【改造】登場時，可以將己方手牌中的1張費用為2或以下的〈驅逐〉艦船卡登場。之後，本回合中，位於前排的此卡可以攻擊對方處於休息狀態的艦船卡。",
        "acquisition_method": "SD05"
    },
    {
        "card_id": 848,
        "card_name": "半人馬",
        "card_code": "SD05-007",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方手牌中的1張費用為2或以下的〈驅逐〉艦船卡登場。",
        "acquisition_method": "SD05"
    },
    {
        "card_id": 849,
        "card_name": "博物館崩壞",
        "card_code": "SD05-008",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為「三笠」時，可以將己方的1張手牌置於卡組最下方。若有執行此動作時，抽2張卡。之後，可以將己方手牌的1張費用為1的「睦月」或「如月」艦船卡登場。",
        "acquisition_method": "SD05"
    },
    {
        "card_id": 850,
        "card_name": "迷你博物館",
        "card_code": "SD05-009",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】公開己方卡組最上方的3張卡，將其中最多1張艦船卡加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "SD05"
    },
    {
        "card_id": 851,
        "card_name": "巧克力交流會",
        "card_code": "SD05-010",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "皇家/重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)從以下中選擇1項。・當己方的旗艦卡為紅色時，可以捨棄1張手牌。若有執行此動作時，本次戰鬥中，己方戰場上的1張卡牌戰力+300。・當己方的旗艦卡為黃色時，將對方戰場上的1張費用為3或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "SD05"
    },
    {
        "card_id": 852,
        "card_name": "禮儀指導",
        "card_code": "SD05-011",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)本次戰鬥中，己方戰場上的1張卡牌戰力+300。之後，可以將己方戰場上擁有【改造】技能的艦船卡下方的1張卡牌送入撤退區。若有執行此動作時，將對方戰場上的1張費用為3或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "SD05"
    },
    {
        "card_id": 853,
        "card_name": "如月",
        "card_code": "BP03-002<SD05>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "300",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "SD05"
    },
    {
        "card_id": 854,
        "card_name": "綾波",
        "card_code": "BP03-004<SD05>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "SD05"
    },
    {
        "card_id": 855,
        "card_name": "標槍",
        "card_code": "BP03-039<SD05>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "SD05"
    },
    {
        "card_id": 856,
        "card_name": "綾波",
        "card_code": "CP01-001<SD05>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在擁有紅色以外顏色的艦船卡時，前排的此卡獲得【強擊+200】(此卡發起攻擊的戰鬥中，此卡戰力+200)。■【登場時】可以將己方手牌中的1張擁有紅色以外顏色的艦船卡公開。若有執行此動作時，抽1張卡。",
        "acquisition_method": "SD05"
    },
    {
        "card_id": 857,
        "card_name": "標槍",
        "card_code": "CP01-014<SD05>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在擁有黃色以外顏色的艦船卡時，前排的此卡獲得【強擊+200】(此卡發起攻擊的戰鬥中，此卡戰力+200)。■【登場時】可以將己方手牌中的1張擁有黃色以外顏色的艦船卡公開。若有執行此動作時，抽1張卡。",
        "acquisition_method": "SD05"
    },
    {
        "card_id": 858,
        "card_name": "羅恩",
        "card_code": "SD06-001",
        "attributes": {
            "顏　色": "藍黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方的艦船卡通過【改造】登場時，抽1張卡，將1張手牌置於卡組最上方或最下方。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "SD06"
    },
    {
        "card_id": 859,
        "card_name": "羅恩",
        "card_code": "SD06-001覺醒",
        "attributes": {
            "顏　色": "藍黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方的艦船卡通過【改造】登場時，抽1張卡，將1張手牌置於卡組最上方或最下方。■【攻擊時】可以將己方戰場上擁有【改造】技能的艦船卡下方的1張卡牌送入撤退區：本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "SD06"
    },
    {
        "card_id": 860,
        "card_name": "拉菲.改",
        "card_code": "SD06-002",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】⑤：「拉菲」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】當此卡通過【改造】登場時，將對方前排的1張費用為4或以下的艦船卡彈回卡組最下方。",
        "acquisition_method": "SD06"
    },
    {
        "card_id": 861,
        "card_name": "貝利.改",
        "card_code": "SD06-003",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「貝利」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】當此卡通過【改造】登場時，將己方卡組最上方的1張卡公開。當公開的卡牌為費用為3或以下的藍色或黑色〈驅逐〉艦船卡時，可以將該卡登場。若未將該卡登場時，將該卡置於卡組的最下方。",
        "acquisition_method": "SD06"
    },
    {
        "card_id": 862,
        "card_name": "尼古拉斯",
        "card_code": "SD06-004",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張〈驅逐〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "SD06"
    },
    {
        "card_id": 863,
        "card_name": "尼古拉斯.改",
        "card_code": "SD06-005",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【改造】②：「尼古拉斯」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】當此卡通過【改造】登場時，可以將1張作為己方的旗艦耐久的卡牌加入手牌。",
        "acquisition_method": "SD06"
    },
    {
        "card_id": 864,
        "card_name": "Z23.改",
        "card_code": "SD06-006",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】⑥：「Z23」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【速攻】(此卡在登場的回合即可發起攻擊)",
        "acquisition_method": "SD06"
    },
    {
        "card_id": 865,
        "card_name": "U-410",
        "card_code": "SD06-007",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【潛水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■【登場時】【對方回合中】可以將己方手牌中除「U-410」以外的1張費用為2或以下的藍色或黑色〈驅逐〉或〈潛艇〉艦船卡登場。",
        "acquisition_method": "SD06"
    },
    {
        "card_id": 866,
        "card_name": "慶典巡游",
        "card_code": "SD06-008",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】公開己方卡組最上方的3張卡，將其中最多1張艦船卡加入手牌，而後將其餘卡牌以任意順序置於卡組最上方。",
        "acquisition_method": "SD06"
    },
    {
        "card_id": 867,
        "card_name": "深海的旋律",
        "card_code": "SD06-009",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)可以將己方手牌的1張費用為2或以下的藍色或黑色〈潛艇〉艦船卡登場。",
        "acquisition_method": "SD06"
    },
    {
        "card_id": 868,
        "card_name": "秘密配方",
        "card_code": "SD06-010",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)本次戰鬥中，己方的黑色旗艦卡戰力+300。■當從手牌發動此卡時，可以將己方戰場上擁有【改造】技能的艦船卡下方的1張卡牌送入撤退區。若有執行此動作，此卡的費用-1。",
        "acquisition_method": "SD06"
    },
    {
        "card_id": 869,
        "card_name": "閃襲",
        "card_code": "SD06-011",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】(旗艦卡受到傷害，將作為旗艦耐久的此卡加入手牌時，可以無需支付費用使用此卡)■【主階段啟動】將對方前排的1張戰力為500或以下的艦船卡擊破。",
        "acquisition_method": "SD06"
    },
    {
        "card_id": 870,
        "card_name": "貝利",
        "card_code": "BP02-026<SD06>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【強擊+200】（此卡發起攻擊的戰鬥中，此卡戰力+200）【被擊破時】可以將己方手牌中的1張費用為3或以下的「班森」或「拉菲」艦船卡登場於未被放置卡牌的己方戰場。",
        "acquisition_method": "SD06"
    },
    {
        "card_id": 871,
        "card_name": "拉菲",
        "card_code": "BP03-021<SD06>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "SD06"
    },
    {
        "card_id": 872,
        "card_name": "Z23",
        "card_code": "BP03-055<SD06>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "SD06"
    },
    {
        "card_id": 873,
        "card_name": "拉菲",
        "card_code": "CP01-007<SD06>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在擁有藍色以外顏色的艦船卡時，前排的此卡獲得【強擊+200】(此卡發起攻擊的戰鬥中，此卡戰力+200)。■【登場時】可以將己方手牌中的1張擁有藍色以外顏色的艦船卡公開。若有執行此動作時，抽1張卡。",
        "acquisition_method": "SD06"
    },
    {
        "card_id": 874,
        "card_name": "Z23",
        "card_code": "CP01-019<SD06>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在擁有黑色以外顏色的艦船卡時，前排的此卡獲得【強擊+200】(此卡發起攻擊的戰鬥中，此卡戰力+200)。■【登場時】可以將己方手牌中的1張擁有黑色以外顏色的艦船卡公開。若有執行此動作時，抽1張卡。",
        "acquisition_method": "SD06"
    },
    {
        "card_id": 875,
        "card_name": "信濃",
        "card_code": "BP04-069<PR>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "0"
        },
        "card_effect": "■【登場時】本回合中，己方前排的2張《重櫻》〈驅逐〉艦船卡戰力+100。之後，當己方戰場上存在4張或以上《重櫻》艦船卡時，本回合中，此卡獲得【速攻】。",
        "acquisition_method": "碧藍戰卡WORLD CHAMPIONSHIP 2024總決賽"
    },
    {
        "card_id": 876,
        "card_name": "霧島",
        "card_code": "BP02-015<PR>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰巡",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方的後排卡牌)■【登場時】將對方戰場上的1張不擁有技能的費用為4或以下的艦船卡擊破。",
        "acquisition_method": "線下活動"
    },
    {
        "card_id": 877,
        "card_name": "約克",
        "card_code": "BP02-062<PR>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當此卡攻擊〈驅逐〉艦船卡時，本次戰鬥中，此卡戰力+200。",
        "acquisition_method": "線下活動"
    },
    {
        "card_id": 878,
        "card_name": "大鳳",
        "card_code": "BP02-016<PR>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【轉為休息狀態時】【每回合1次】選擇對方後排的1張費用為4或以下的艦船卡，本回合中，該卡不能發起支援。",
        "acquisition_method": "SD05/SD06限時特殊兌換碼"
    },
    {
        "card_id": 879,
        "card_name": "綾波",
        "card_code": "BP02-005<PR>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當對方手牌數量為7或以上時，對方捨棄1張手牌。",
        "acquisition_method": "【誓約決定戰】第一期"
    },
    {
        "card_id": 881,
        "card_name": "讓·巴爾",
        "card_code": "BP05-001",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "維希教廷",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】【每回合1次】查看己方卡組最上方的3張卡牌，將其中最多1張《維希教廷》事件卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。若有將事件卡加入手牌時，將己方的1張手牌置於卡組最下方。■【覺醒】【每回合1次】己方或對方的旗艦耐久為1或以下時，將此卡轉為反面。之後，對方捨棄1張手牌。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 882,
        "card_name": "讓·巴爾",
        "card_code": "BP05-001覺醒",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "維希教廷",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】■【攻擊時】【每回合1次】從以下選擇1項。・本回合中，己方戰場上的1張《維希教廷》艦船卡戰力+100。・可以捨棄1張費用為2或以下的擁有【追擊】技能的《維希教廷》事件卡。若有執行此動作時，發動捨棄的事件卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 883,
        "card_name": "讓·巴爾",
        "card_code": "BP05-001覺醒<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "維希教廷",
            "艦船類型": "戰列",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】■【攻擊時】【每回合1次】從以下選擇1項。・本回合中，己方戰場上的1張《維希教廷》艦船卡戰力+100。・可以捨棄1張費用為2或以下的擁有【追擊】技能的《維希教廷》事件卡。若有執行此動作時，發動捨棄的事件卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 884,
        "card_name": "綾波",
        "card_code": "BP05-002",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡只擁有1種顏色時，從以下選擇1項。・查看己方卡組最上方的5張卡，將其中最多1張擁有【改造】技能的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。・可以公開己方手牌中的1張擁有【改造】技能的艦船卡。若有執行此動作時，抽1張卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 885,
        "card_name": "綾波.改",
        "card_code": "BP05-003",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「綾波」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】可以將1張作為己方的旗艦耐久的卡牌加入手牌。之後，當對方手牌數量為7張或以上時，對方捨棄1張手牌。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 886,
        "card_name": "伊26",
        "card_code": "BP05-004",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "潛艇",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】將手牌中的此卡登場。之後，當己方的旗艦耐久為0時，本回合中，戰場上的此卡支援+100。■【潛水】■【攻擊時】當此卡攻擊〈航母〉或〈輕航〉艦船卡時，本次戰鬥中，此卡戰力+200。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 887,
        "card_name": "伊13",
        "card_code": "BP05-005",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "潛母",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】將手牌中的此卡登場。■【潛水】■【對方回合中】當己方或對方的旗艦耐久為1或以下時，戰場上的此卡支援+100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 888,
        "card_name": "伊13",
        "card_code": "BP05-005<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "潛母",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】將手牌中的此卡登場。■【潛水】■【對方回合中】當己方或對方的旗艦耐久為1或以下時，戰場上的此卡支援+100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 889,
        "card_name": "勒馬爾",
        "card_code": "BP05-006",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的4張卡，將其中最多1張《自由鳶尾》或《維希教廷》的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 890,
        "card_name": "勒馬爾.改",
        "card_code": "BP05-007",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【改造】③：「勒馬爾」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】【己方回合中】可以將1張作為己方的旗艦耐久的卡牌加入手牌：本回合中，己方《自由鳶尾》或《維希教廷》的旗艦卡戰力+100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 891,
        "card_name": "塔爾圖",
        "card_code": "BP05-008",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】■【登場時】查看己方卡組最上方的5張卡，將其中最多1張擁有【追擊】技能的事件卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 892,
        "card_name": "拉·加利索尼埃",
        "card_code": "BP05-009",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "維希教廷",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在除「拉·加利索尼埃」以外的2張或以上《自由鳶尾》/《維希教廷》艦船卡時，前排的此卡獲得【強擊+300】。■【登場時】可以將己方手牌的1張《自由鳶尾》或《維希教廷》艦船卡公開。若有執行此動作時，抽1張卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 893,
        "card_name": "馬賽曲",
        "card_code": "BP05-010",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "維希教廷",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 894,
        "card_name": "敦克爾克",
        "card_code": "BP05-011",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "維希教廷",
            "艦船類型": "戰巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【速攻】■【攻擊時】可以捨棄1張費用為2或以下的擁有【追擊】技能的《維希教廷》事件卡：當己方的旗艦卡為《自由鳶尾》或《維希教廷》的卡牌時，發動捨棄的事件卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 895,
        "card_name": "加斯科涅",
        "card_code": "BP05-012",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "維希教廷",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將己方撤退區的1張《維希教廷》的卡牌加入手牌。■己方發動【追擊】事件卡時，本回合中，此卡獲得【速攻】【遠程】。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 896,
        "card_name": "加斯科涅",
        "card_code": "BP05-012<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "維希教廷",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將己方撤退區的1張《維希教廷》的卡牌加入手牌。■己方發動【追擊】事件卡時，本回合中，此卡獲得【速攻】【遠程】。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 897,
        "card_name": "霞飛",
        "card_code": "BP05-013",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "維希教廷",
            "艦船類型": "航母",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】可以捨棄1張事件卡：抽1張卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 898,
        "card_name": "霞飛",
        "card_code": "BP05-013<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "維希教廷",
            "艦船類型": "航母",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】可以捨棄1張事件卡：抽1張卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 899,
        "card_name": "影之海",
        "card_code": "BP05-014",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "維希教廷",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】(在己方的進攻步驟可以發動)本次戰鬥中，己方戰場上的1張卡牌戰力+100。之後，將己方的「讓·巴爾」旗艦卡轉為激活狀態。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 900,
        "card_name": "護教之光",
        "card_code": "BP05-015",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "維希教廷",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】本次戰鬥中，己方戰場上的1張《維希教廷》卡牌戰力+200。■從手牌發動此卡時，若己方戰場上的《維希教廷》艦船卡被攻擊，則可以將1張作為己方旗艦耐久的卡牌置於撤退區。若有執行此動作時，此卡的費用-1。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 901,
        "card_name": "海濱之花",
        "card_code": "BP05-016",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】本次戰鬥中，己方紅色的旗艦卡戰力+300。■從手牌發動此卡時，可以將己方戰場上擁有【改造】技能的艦船卡下方的1張卡牌送入撤退區。若有執行此動作時，此卡的費用-1。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 902,
        "card_name": "黎胥留",
        "card_code": "BP05-017",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "自由鳶尾",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張費用為1或以下的擁有【追擊】技能的《自由鳶尾》事件卡：發動捨棄的事件卡。■【覺醒】【每回合1次】己方或對方的旗艦耐久為1或以下時，將此卡轉為反面。之後，抽1張卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 903,
        "card_name": "黎胥留",
        "card_code": "BP05-017覺醒",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "自由鳶尾",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張費用為2或以下的擁有【追擊】技能的《自由鳶尾》事件卡：發動捨棄的事件卡。■【被攻擊時】可以將己方撤退區的3張擁有【追擊】技能的《自由鳶尾》事件卡以隨機順序置於卡組最下方：本次戰鬥中，此卡戰力+300。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 904,
        "card_name": "黎胥留",
        "card_code": "BP05-017覺醒<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "自由鳶尾",
            "艦船類型": "戰列",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張費用為2或以下的擁有【追擊】技能的《自由鳶尾》事件卡：發動捨棄的事件卡。■【被攻擊時】可以將己方撤退區的3張擁有【追擊】技能的《自由鳶尾》事件卡以隨機順序置於卡組最下方：本次戰鬥中，此卡戰力+300。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 905,
        "card_name": "拉菲",
        "card_code": "BP05-018",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡只擁有1種顏色時，從以下選擇1項。・查看己方卡組最上方的5張卡，將其中最多1張擁有【改造】技能的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。・可以公開己方手牌中的1張擁有【改造】技能的艦船卡。若有執行此動作時，抽1張卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 906,
        "card_name": "拉菲.改",
        "card_code": "BP05-019",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「拉菲」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】可以將1張作為己方的旗艦耐久的卡牌加入手牌。之後，抽2張卡，將1張手牌置於卡組最上方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 907,
        "card_name": "阿拉巴馬",
        "card_code": "BP05-020",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】公開己方卡組最上方的1張卡，而後將其置於卡組最下方。之後，可以將對方戰場上的1張費用小於公開卡牌費用的艦船卡彈回手牌。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 908,
        "card_name": "阿拉巴馬",
        "card_code": "BP05-020<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】公開己方卡組最上方的1張卡，而後將其置於卡組最下方。之後，可以將對方戰場上的1張費用小於公開卡牌費用的艦船卡彈回手牌。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 909,
        "card_name": "福爾班",
        "card_code": "BP05-021",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "自由鳶尾",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的4張卡，將其中最多1張《自由鳶尾》或《維希教廷》的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 910,
        "card_name": "福爾班.改",
        "card_code": "BP05-022",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "自由鳶尾",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】⑥：「福爾班」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】可以將己方撤退區的共計2張《自由鳶尾》/《維希教廷》的事件卡以隨機順序置於卡組最下方：將對方戰場上的1張費用為5或以下的艦船卡彈回卡組最下方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 911,
        "card_name": "魯莽",
        "card_code": "BP05-023",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "自由鳶尾",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在艦船卡「倔強」時，戰場上的此卡獲得【固守+200】。■【登場時】查看己方卡組最上方的4張卡，將其中最多1張「倔強」艦船卡或《自由鳶尾》/《維希教廷》事件卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 912,
        "card_name": "倔強",
        "card_code": "BP05-024",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "自由鳶尾",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "0"
        },
        "card_effect": "■當己方撤退區存在3張或以上擁有【追擊】技能的事件卡時，所有區域的此卡支援+100。■【登場時】捨棄1張手牌：查看己方卡組最上方的4張卡，將其中最多1張「魯莽」艦船卡或《自由鳶尾》/《維希教廷》事件卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 913,
        "card_name": "馬耶·布雷澤",
        "card_code": "BP05-025",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "自由鳶尾",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■自當己方撤退區存在共計2張或以上《自由鳶尾》/《維希教廷》事件卡時，戰場上的此卡戰力+200。 ■【登場時】公開己方卡組最上方的1張卡，若該卡為《自由鳶尾》或《維希教廷》卡牌，則將其加入手牌，否則將其置於卡組最下方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 914,
        "card_name": "凱旋",
        "card_code": "BP05-026",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "自由鳶尾",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■【攻擊時】可以捨棄1張費用為2或以下的擁有【追擊】技能的《自由鳶尾》事件卡：發動捨棄的事件卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 915,
        "card_name": "凱旋",
        "card_code": "BP05-026<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "自由鳶尾",
            "艦船類型": "驅逐",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■【攻擊時】可以捨棄1張費用為2或以下的擁有【追擊】技能的《自由鳶尾》事件卡：發動捨棄的事件卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 916,
        "card_name": "路易九世",
        "card_code": "BP05-027",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "自由鳶尾",
            "艦船類型": "重巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方撤退區的1張《自由鳶尾》或《維希教廷》事件卡加入手牌。■【每回合1次】己方發動擁有【追擊】技能的事件卡時，可以捨棄1張事件卡。若有執行此動作時，抽1張卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 917,
        "card_name": "路易九世",
        "card_code": "BP05-027<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "自由鳶尾",
            "艦船類型": "重巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方撤退區的1張《自由鳶尾》或《維希教廷》事件卡加入手牌。■【每回合1次】己方發動擁有【追擊】技能的事件卡時，可以捨棄1張事件卡。若有執行此動作時，抽1張卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 918,
        "card_name": "速科夫",
        "card_code": "BP05-028",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "自由鳶尾",
            "艦船類型": "潛艇",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】將手牌中的此卡登場。■【潛水】■【登場時】【對方回合中】可以捨棄1張《自由鳶尾》或《維希教廷》的事件卡：抽1張卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 919,
        "card_name": "湮燼塵墟",
        "card_code": "BP05-029",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "皇家/自由鳶尾",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為《自由鳶尾》卡牌時，查看己方卡組最上方的5張卡，將其中最多2張《皇家》或《自由鳶尾》事件卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 920,
        "card_name": "授劍之誓",
        "card_code": "BP05-030",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "自由鳶尾",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】(在己方的進攻步驟可以發動)從以下選擇1項。・本次戰鬥中，己方戰場上的1張《自由鳶尾》卡牌戰力+100。・查看己方卡組最上方的4張卡，將其中最多1張《自由鳶尾》卡牌公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 921,
        "card_name": "騎士公主的禮儀",
        "card_code": "BP05-031",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "自由鳶尾",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】(在己方的進攻步驟可以發動)本次戰鬥中，己方戰場上的1張《自由鳶尾》卡牌戰力+200。之後，當己方戰場上存在「凱旋」艦船卡時，捨棄1張手牌，抽1張卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 922,
        "card_name": "光之海",
        "card_code": "BP05-032",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "自由鳶尾",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】當己方的旗艦卡為《自由鳶尾》卡牌時，本次戰鬥中，己方戰場上的1張卡牌戰力+200。之後，可以捨棄1張《自由鳶尾》事件卡。若有執行此動作時，該卡牌戰力進一步+100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 923,
        "card_name": "怨仇",
        "card_code": "BP05-033",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】【每回合1次】己方《碧藍航線》的艦船卡登場時，將己方卡組最上方的1張卡牌以正面向上置於此卡下方。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。之後，將己方卡組最上方的1張卡牌以正面向上置於此卡下方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 924,
        "card_name": "怨仇",
        "card_code": "BP05-033覺醒",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】【每回合1次】己方《碧藍航線》的艦船卡登場時，將己方卡組最上方的1張卡牌以正面向上置於此卡下方。■【攻擊時】/【被攻擊時】【每回合1次】可以將此卡下方與己方戰場上擁有【改造】技能的艦船卡下方的共計3張卡牌以隨機順序置於卡組最下方。若有執行此動作時，將對方戰場上的1張費用為6或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 925,
        "card_name": "怨仇",
        "card_code": "BP05-033覺醒<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】【每回合1次】己方《碧藍航線》的艦船卡登場時，將己方卡組最上方的1張卡牌以正面向上置於此卡下方。■【攻擊時】/【被攻擊時】【每回合1次】可以將此卡下方與己方戰場上擁有【改造】技能的艦船卡下方的共計3張卡牌以隨機順序置於卡組最下方。若有執行此動作時，將對方戰場上的1張費用為6或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 926,
        "card_name": "命運女神",
        "card_code": "BP05-034",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】對方將其自身戰場上的1張費用為2或以下的激活狀態的艦船卡轉為休息狀態。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 927,
        "card_name": "命運女神.改",
        "card_code": "BP05-035",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】③：「命運女神」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】本回合中，位於前排的此卡可以攻擊對方處於休息狀態的艦船卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 928,
        "card_name": "標槍",
        "card_code": "BP05-036",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡只擁有1種顏色時，從以下選擇1項。・查看己方卡組最上方的5張卡，將其中最多1張擁有【改造】技能的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。・可以公開己方手牌中的1張擁有【改造】技能的艦船卡。若有執行此動作時，抽1張卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 929,
        "card_name": "標槍.改",
        "card_code": "BP05-037",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「標槍」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】可以將1張作為己方的旗艦耐久的卡牌加入手牌。之後，選擇對方戰場上的1張費用為3或以下的艦船卡。當該卡處於激活狀態時，將其轉為休息狀態；當處於休息狀態時，將其擊破。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 930,
        "card_name": "阿瑞托莎",
        "card_code": "BP05-038",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■【對方回合中】【每回合1次】戰場上的此卡對艦船卡發起支援的戰鬥結束時，將此卡轉為激活狀態。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 931,
        "card_name": "厭戰",
        "card_code": "BP05-039",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【攻擊時】當此卡攻擊旗艦卡時，本次戰鬥中，此卡戰力+100。之後，可以將己方的1張魔方卡轉為休息狀態。若有執行此動作時，此卡戰力進一步+100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 932,
        "card_name": "厭戰",
        "card_code": "BP05-039<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【攻擊時】當此卡攻擊旗艦卡時，本次戰鬥中，此卡戰力+100。之後，可以將己方的1張魔方卡轉為休息狀態。若有執行此動作時，此卡戰力進一步+100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 933,
        "card_name": "皇家方舟",
        "card_code": "BP05-040",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】將對方戰場上的1張費用為4或以下的艦船卡擊破。之後，當己方戰場上存在〈驅逐〉艦船卡或「伊莉莎白女王」時，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 934,
        "card_name": "皇家方舟",
        "card_code": "BP05-040<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】將對方戰場上的1張費用為4或以下的艦船卡擊破。之後，當己方戰場上存在〈驅逐〉艦船卡或「伊莉莎白女王」時，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 935,
        "card_name": "獨角獸",
        "card_code": "BP05-041",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】對方可以將其自身戰場上的1張激活狀態的艦船卡轉為休息狀態。若對方未將艦船卡轉為休息狀態，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 936,
        "card_name": "獨角獸.改",
        "card_code": "BP05-042",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】⑤：「獨角獸」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】從己方魔方卡組將1張魔方卡以反面置於費用區。■【對方回合中】【每回合1次】戰場上的此卡發起支援的戰鬥結束時，將此卡轉為激活狀態。之後，本回合中，此卡戰力+100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 937,
        "card_name": "獨角獸.改",
        "card_code": "BP05-042<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】⑤：「獨角獸」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】從己方魔方卡組將1張魔方卡以反面置於費用區。■【對方回合中】【每回合1次】戰場上的此卡發起支援的戰鬥結束時，將此卡轉為激活狀態。之後，本回合中，此卡戰力+100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 938,
        "card_name": "埃米爾·貝爾坦",
        "card_code": "BP05-043",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "自由鳶尾",
            "艦船類型": "輕巡",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【支援時】【對方回合中】當戰場上的此卡支援《皇家》或《自由鳶尾》旗艦卡時，可以將己方手牌的1張費用為2或以下的《皇家》/《自由鳶尾》的〈驅逐〉艦船卡登場於未被放置卡牌的己方戰場。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 939,
        "card_name": "埃米爾·貝爾坦.改",
        "card_code": "BP05-044",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "自由鳶尾",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】⑥：「埃米爾·貝爾坦」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】當此卡通過【改造】登場時，本回合中，位於前排的此卡可以攻擊對方前排處於休息狀態的艦船卡。■【攻擊時】【每回合1次】當此卡攻擊艦船卡，且己方戰場上存在2張或以上〈驅逐〉艦船卡時，將此卡轉為激活狀態。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 940,
        "card_name": "聖堂遠征",
        "card_code": "BP05-045",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "皇家/自由鳶尾",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】從己方魔方卡組將1張魔方卡以反面置於費用區。之後，公開雙方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌的費用大於等於對方公開的卡牌的費用時，抽1張卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 941,
        "card_name": "前路探索",
        "card_code": "BP05-046",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】公開己方卡組最上方的2張卡，將其中1張卡牌加入手牌，而後將其餘卡牌置於卡組最下方或以正面向上置於己方旗艦卡「怨仇」的下方。之後，當己方擁有2張或以上正面向上的魔方卡時，可以將己方手牌的1張費用為2或以下的《皇家》/《自由鳶尾》的〈驅逐〉艦船卡登場。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 942,
        "card_name": "旗幟之下",
        "card_code": "BP05-047",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "自由鳶尾",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】當己方的旗艦卡為《自由鳶尾》卡牌時，本次戰鬥中，己方戰場上的1張卡牌戰力+200。之後，當己方的旗艦耐久為0時，對方可以將其自身的1張魔方卡轉為休息狀態。若對方未將魔方卡轉為休息狀態，此卡戰力進一步+100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 943,
        "card_name": "雨後之虹",
        "card_code": "BP05-048",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】■【主階段啟動】公開己方卡組最上方的3張卡，將其中最多1張艦船卡加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 944,
        "card_name": "彼得·史特拉塞",
        "card_code": "BP05-049",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方擁有【改造】技能的艦船卡登場時，可以捨棄1張事件卡。若有執行此動作時，抽1張卡。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。之後，可以捨棄1張事件卡。若有執行此動作時，抽1張卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 945,
        "card_name": "彼得·史特拉塞",
        "card_code": "BP05-049覺醒",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張事件卡：本回合中，對方前排的1張艦船卡戰力-100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 946,
        "card_name": "彼得·史特拉塞",
        "card_code": "BP05-049覺醒<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "航母",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張事件卡：本回合中，對方前排的1張艦船卡戰力-100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 947,
        "card_name": "Z1",
        "card_code": "BP05-050",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡為《鐵血》〈航母〉卡牌時，查看己方卡組最上方的5張卡，將其中最多1張擁有【改造】技能的《鐵血》艦船卡或《鐵血》事件卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 948,
        "card_name": "Z1.改",
        "card_code": "BP05-051",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「Z1」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】當己方的旗艦卡為《鐵血》〈航母〉卡牌時，查看己方卡組最上方的3張卡，將其中除「Z1」以外的最多1張《鐵血》卡牌公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 949,
        "card_name": "Z23",
        "card_code": "BP05-052",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡只擁有1種顏色時，從以下選擇1項。・查看己方卡組最上方的5張卡，將其中最多1張擁有【改造】技能的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。・可以公開己方手牌中的1張擁有【改造】技能的艦船卡。若有執行此動作時，抽1張卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 950,
        "card_name": "Z23.改",
        "card_code": "BP05-053",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「Z23」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】可以將1張作為己方的旗艦耐久的卡牌加入手牌。之後，本回合中，對方戰場上的1張艦船卡戰力-100，若該卡的戰力降為200或以下，則將該卡擊破。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 951,
        "card_name": "Z46",
        "card_code": "BP05-054",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■【登場時】可以將己方手牌的1張費用為2或以下的〈驅逐〉艦船卡登場。之後，當通過此技能登場不擁有技能的卡牌時，抽1張卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 952,
        "card_name": "Z46",
        "card_code": "BP05-054<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■【登場時】可以將己方手牌的1張費用為2或以下的〈驅逐〉艦船卡登場。之後，當通過此技能登場不擁有技能的卡牌時，抽1張卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 953,
        "card_name": "萊比錫",
        "card_code": "BP05-055",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■【登場時】可以捨棄1張手牌：本回合中，對方戰場上的1張艦船卡戰力-100。之後，當通過此技能捨棄事件卡時，抽1張卡。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 954,
        "card_name": "萊比錫.改",
        "card_code": "BP05-056",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】⑤：「萊比錫」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【己方回合結束時】可以捨棄1張手牌：抽1張卡。之後，當通過此技能捨棄事件卡時，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 955,
        "card_name": "腓特烈大帝",
        "card_code": "BP05-057",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "9",
            "戰　力": "700",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【速攻】■【攻擊時】可以將己方撤退區的10張《赤色中軸》卡牌以隨機順序置於卡組最下方：當己方的旗艦卡為《鐵血》卡牌時，對方可以將其自身最上方的1張作為旗艦耐久的卡牌置於撤退區。若對方未將卡牌置於撤退區時，本回合中，對方的旗艦卡戰力-100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 956,
        "card_name": "腓特烈大帝",
        "card_code": "BP05-057<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "9",
            "戰　力": "700",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【速攻】■【攻擊時】可以將己方撤退區的10張《赤色中軸》卡牌以隨機順序置於卡組最下方：當己方的旗艦卡為《鐵血》卡牌時，對方可以將其自身最上方的1張作為旗艦耐久的卡牌置於撤退區。若對方未將卡牌置於撤退區時，本回合中，對方的旗艦卡戰力-100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 957,
        "card_name": "U-101",
        "card_code": "BP05-058",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】將手牌中的此卡登場。■【潛水】■【登場時】【對方回合中】本回合中，己方戰場上擁有【潛水】技能的艦船卡每存在1種類，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 958,
        "card_name": "U-101",
        "card_code": "BP05-058<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】將手牌中的此卡登場。■【潛水】■【登場時】【對方回合中】本回合中，己方戰場上擁有【潛水】技能的艦船卡每存在1種類，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 959,
        "card_name": "沃克蘭",
        "card_code": "BP05-059",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "0"
        },
        "card_effect": "■當己方撤退區存在3張或以上事件卡時，所有區域的此卡支援+100。■【每回合1次】己方發動擁有【追擊】技能的事件卡時，當己方的旗艦卡為《鐵血》或《維希教廷》的卡牌時，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 960,
        "card_name": "福煦",
        "card_code": "BP05-060",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "維希教廷",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【速攻】■【攻擊時】當己方的旗艦卡為《鐵血》或《維希教廷》的卡牌時，可以選擇己方撤退區的1張費用為1或以下的擁有【追擊】技能的《鐵血》或《維希教廷》事件卡並將其置於卡組最下方。若有執行此動作時，將置於卡組最下方的事件卡發動。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 961,
        "card_name": "侵攻之時",
        "card_code": "BP05-061",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】(在己方的進攻步驟可以發動)本次戰鬥中，己方戰場上的1張艦船卡戰力+100。之後，將撤退區的此卡置於卡組最下方。■當己方的旗艦卡為「彼得·史特拉塞」時，可以支付費用將此卡從撤退區發動。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 962,
        "card_name": "殲滅指令",
        "card_code": "BP05-062",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "維希教廷",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】(在己方的進攻步驟可以發動)當己方的旗艦卡為《鐵血》或《維希教廷》的卡牌時，將對方戰場上的1張戰力為400或以下的艦船卡擊破。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 963,
        "card_name": "雪下之詣",
        "card_code": "BP05-063",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】(在己方的進攻步驟可以發動)本回合中，對方戰場上的1張艦船卡戰力-100。之後，將撤退區的此卡置於卡組最下方。■當己方的旗艦卡為「彼得·史特拉塞」時，可以支付費用將此卡從撤退區發動。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 964,
        "card_name": "迅擊鐵翼",
        "card_code": "BP05-064",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】本次戰鬥中，對方戰場上的1張艦船卡戰力-200。之後，將撤退區的此卡置於卡組最下方。■當己方的旗艦卡為「彼得·史特拉塞」時，可以支付費用將此卡從撤退區發動。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 965,
        "card_name": "新年御神籤",
        "card_code": "BP05-065",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】■【主階段啟動】公開己方卡組最上方的3張卡，將其中最多1張艦船卡加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 966,
        "card_name": "可怖",
        "card_code": "BP05-066",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "自由鳶尾",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "0"
        },
        "card_effect": "■所有區域的此卡同樣被視為《維希教廷》卡牌。■當己方的旗艦卡為《自由鳶尾》或《維希教廷》的卡牌，或當己方撤退區存在3張或以上擁有【追擊】技能的事件卡時，所有區域的此卡支援+100。■【每回合1次】己方發動擁有【追擊】技能的《自由鳶尾》或《維希教廷》事件卡時，可以將1張作為己方的旗艦耐久的卡牌加入手牌。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 967,
        "card_name": "可怖",
        "card_code": "BP05-066<SEC>",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "自由鳶尾",
            "艦船類型": "驅逐",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "0"
        },
        "card_effect": "■所有區域的此卡同樣被視為《維希教廷》卡牌。■當己方的旗艦卡為《自由鳶尾》或《維希教廷》的卡牌，或當己方撤退區存在3張或以上擁有【追擊】技能的事件卡時，所有區域的此卡支援+100。■【每回合1次】己方發動擁有【追擊】技能的《自由鳶尾》或《維希教廷》事件卡時，可以將1張作為己方的旗艦耐久的卡牌加入手牌。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 968,
        "card_name": "泛用型布里",
        "card_code": "BP05-067",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "-",
            "艦船類型": "驅逐",
            "罕　貴": "SR",
            "勢　力": "-",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■己方手牌中費用為6或以下的艦船卡可以通過【改造】技能覆蓋在此卡上方登場。■【登場時】查看己方卡組最上方的5張卡，將其中最多1張無色艦船卡或擁有【改造】技能的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 969,
        "card_name": "夜宴之約",
        "card_code": "BP05-068",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】可以公開己方手牌的1張擁有【改造】技能的艦船卡。若有執行此動作時，查看己方卡組最上方的5張卡，將其中最多2張與此前公開的艦船卡同名的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，可以將己方手牌的1張費用為3或以下的與此前公開的艦船卡同名的艦船卡登場。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 970,
        "card_name": "教國之劍",
        "card_code": "BP05-069",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "自由鳶尾/維希教廷",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】(在己方的進攻步驟可以發動)查看己方卡組最上方的4張卡，將其中最多1張《自由鳶尾》或《維希教廷》的卡牌公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 971,
        "card_name": "認真與慵懶",
        "card_code": "BP05-070",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "自由鳶尾/維希教廷",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】(在己方的進攻步驟可以發動)當己方的旗艦卡為《自由鳶尾》或《維希教廷》的卡牌時，抽1張卡。之後，查看己方卡組最上方的1張卡，將其置於卡組最上方或最下方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 972,
        "card_name": "訣別",
        "card_code": "BP05-071",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "自由鳶尾/維希教廷",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】(在己方的進攻步驟可以發動)當己方戰力為500或以下的《自由鳶尾》或《維希教廷》旗艦卡攻擊對方旗艦卡時，本次戰鬥中，己方的旗艦卡戰力+200。之後，可以將1張作為己方的旗艦耐久的卡牌置於撤退區。若有執行此動作時，己方的旗艦卡戰力進一步+100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 973,
        "card_name": "毀滅與救贖",
        "card_code": "BP05-072",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "自由鳶尾/維希教廷",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】(在己方的進攻步驟可以發動)本次戰鬥中，己方戰場上的1張卡牌戰力+200。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 974,
        "card_name": "最速傳說",
        "card_code": "BP05-073",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "自由鳶尾",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】(在己方的進攻步驟可以發動)本次戰鬥中，己方戰場上的1張卡牌戰力+100。之後，當己方的旗艦卡為《自由鳶尾》或《維希教廷》的卡牌時，可以將己方手牌的1張費用為3或以下的「可怖」艦船卡或費用為2或以下的《自由鳶尾》/《維希教廷》艦船卡登場。■所有區域的此卡同樣被視為《維希教廷》卡牌。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 975,
        "card_name": "假日日常",
        "card_code": "BP05-074",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】(在己方的進攻步驟可以發動)抽1張卡，本次戰鬥中，己方戰場上的1張艦船卡戰力+100。之後，當該艦船卡的戰力仍為400或以下時，進一步使其戰力+100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 976,
        "card_name": "金剛",
        "card_code": "BP05-075",
        "attributes": {
            "顏　色": "紅黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "戰巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合結束時】當己方戰場上存在紅色與黃色艦船卡時，將己方的1張魔方卡轉為激活狀態。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 977,
        "card_name": "金剛",
        "card_code": "BP05-075覺醒",
        "attributes": {
            "顏　色": "紅黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將己方的1張反面向上的魔方卡返回魔方卡組：將對方戰場上的1張費用為3或以下的艦船卡轉為休息狀態。■【己方回合結束時】當己方戰場上存在紅色與黃色艦船卡時，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 978,
        "card_name": "金剛",
        "card_code": "BP05-075覺醒<SEC>",
        "attributes": {
            "顏　色": "紅黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰巡",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將己方的1張反面向上的魔方卡返回魔方卡組：將對方戰場上的1張費用為3或以下的艦船卡轉為休息狀態。■【己方回合結束時】當己方戰場上存在紅色與黃色艦船卡時，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 979,
        "card_name": "阿爾及利亞",
        "card_code": "BP05-076",
        "attributes": {
            "顏　色": "紅黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "維希教廷",
            "艦船類型": "重巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■將此卡置於己方的前排中央開始遊戲。■【己方回合中】【每回合1次】艦船卡登場於己方前排時，本回合中，此卡戰力+100。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 980,
        "card_name": "阿爾及利亞",
        "card_code": "BP05-076覺醒",
        "attributes": {
            "顏　色": "紅黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "維希教廷",
            "艦船類型": "重巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■每回合中己方首次從手牌發動的原本費用為2或以上的擁有【追擊】技能的《鐵血》或《維希教廷》事件卡費用-1。■【己方回合中】【每回合1次】艦船卡登場於己方前排時，本回合中，此卡戰力+100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 981,
        "card_name": "阿爾及利亞",
        "card_code": "BP05-076覺醒<SEC>",
        "attributes": {
            "顏　色": "紅黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "維希教廷",
            "艦船類型": "重巡",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■每回合中己方首次從手牌發動的原本費用為2或以上的擁有【追擊】技能的《鐵血》或《維希教廷》事件卡費用-1。■【己方回合中】【每回合1次】艦船卡登場於己方前排時，本回合中，此卡戰力+100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 982,
        "card_name": "聖女貞德",
        "card_code": "BP05-077",
        "attributes": {
            "顏　色": "藍黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "自由鳶尾",
            "艦船類型": "輕巡",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■將此卡置於己方的前排中央開始遊戲。■【己方回合中】【每回合1次】己方《皇家》/《自由鳶尾》艦船卡登場時，將己方的1張魔方卡轉為激活狀態。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 983,
        "card_name": "聖女貞德",
        "card_code": "BP05-077覺醒",
        "attributes": {
            "顏　色": "藍黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "自由鳶尾",
            "艦船類型": "輕巡",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】【每回合1次】己方《皇家》/《自由鳶尾》艦船卡登場時或己方《自由鳶尾》事件卡發動時，將己方的1張魔方卡轉為激活狀態。之後，本回合中，此卡戰力+100。■此卡被前排的艦船卡攻擊的戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 984,
        "card_name": "聖女貞德",
        "card_code": "BP05-077覺醒<SEC>",
        "attributes": {
            "顏　色": "藍黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "自由鳶尾",
            "艦船類型": "輕巡",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】【每回合1次】己方《皇家》/《自由鳶尾》艦船卡登場時或己方《自由鳶尾》事件卡發動時，將己方的1張魔方卡轉為激活狀態。之後，本回合中，此卡戰力+100。■此卡被前排的艦船卡攻擊的戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 985,
        "card_name": "射水魚",
        "card_code": "BP05-078",
        "attributes": {
            "顏　色": "藍黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "潛艇",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以將己方戰場上的1張〈潛艇〉艦船卡彈回卡組最下方：抽1張卡，將1張手牌置於卡組最上方或最下方。之後，將己方的1張魔方卡轉為激活狀態。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 986,
        "card_name": "射水魚",
        "card_code": "BP05-078覺醒",
        "attributes": {
            "顏　色": "藍黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "潛艇",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將己方後排的1張〈潛艇〉艦船卡移動至未被放置卡牌的己方前排。■【攻擊時】可以將己方戰場上的1張〈潛艇〉艦船卡彈回卡組最下方：抽2張卡，將己方的2張手牌以任意順序置於卡組最上方或最下方。之後，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 987,
        "card_name": "射水魚",
        "card_code": "BP05-078覺醒<SEC>",
        "attributes": {
            "顏　色": "藍黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "潛艇",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將己方後排的1張〈潛艇〉艦船卡移動至未被放置卡牌的己方前排。■【攻擊時】可以將己方戰場上的1張〈潛艇〉艦船卡彈回卡組最下方：抽2張卡，將己方的2張手牌以任意順序置於卡組最上方或最下方。之後，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 988,
        "card_name": "克里蒙梭",
        "card_code": "BP05-079",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "500",
            "陣　營": "維希教廷",
            "艦船類型": "戰列",
            "罕　貴": "UR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】■此卡僅能在己方撤退區存在5張或以上事件卡，或2張費用為2或以上的擁有【追擊】技能的事件卡時方可發起攻擊。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 989,
        "card_name": "克里蒙梭",
        "card_code": "BP05-079<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "500",
            "陣　營": "維希教廷",
            "艦船類型": "戰列",
            "罕　貴": "UR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】■此卡僅能在己方撤退區存在5張或以上事件卡，或2張費用為2或以上的擁有【追擊】技能的事件卡時方可發起攻擊。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 990,
        "card_name": "布雷斯特",
        "card_code": "BP05-080",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "自由鳶尾",
            "艦船類型": "超巡",
            "罕　貴": "UR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方前排存在3張卡牌時，後排的此卡獲得【遠程】。■【登場時】當己方的旗艦卡為《碧藍航線》的卡牌時，將己方卡組最上方的1張卡牌置於旗艦耐久最上方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 991,
        "card_name": "布雷斯特",
        "card_code": "BP05-080<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "自由鳶尾",
            "艦船類型": "超巡",
            "罕　貴": "UR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方前排存在3張卡牌時，後排的此卡獲得【遠程】。■【登場時】當己方的旗艦卡為《碧藍航線》的卡牌時，將己方卡組最上方的1張卡牌置於旗艦耐久最上方。",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 993,
        "card_name": "自由鳶尾魔方卡",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 1008,
        "card_name": "維希教廷魔方卡",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "BP05"
    },
    {
        "card_id": 1009,
        "card_name": "南安普敦",
        "card_code": "BP01-035<PR>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方的除此卡以外的《皇家》艦船卡通過攻擊擊破對方的艦船卡時，將此卡轉為激活狀態。",
        "acquisition_method": "EP05"
    },
    {
        "card_id": 1010,
        "card_name": "追風",
        "card_code": "BP02-003<PR>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "0"
        },
        "card_effect": "■【登場時】可以捨棄手牌的1張《重櫻》事件卡：抽1張卡。■當己方戰場上存在艦船卡「阿賀野」，或當己方撤退區的事件卡數量為3張或以上時，所有區域的此卡支援+100。",
        "acquisition_method": "EP05"
    },
    {
        "card_id": 1011,
        "card_name": "赤城",
        "card_code": "BP04-011<PR>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】抽1張卡，將1張手牌置於卡組最上方或最下方。之後，當己方戰場上存在「加賀」時，本回合中，此卡獲得【速攻】。",
        "acquisition_method": "EP05"
    },
    {
        "card_id": 1012,
        "card_name": "Z24",
        "card_code": "BP04-052<PR>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方撤退區存在3張或以上卡牌時，戰場上的此卡戰力+100。■【登場時】將己方卡組最上方的1張卡送入撤退區。",
        "acquisition_method": "EP05"
    },
    {
        "card_id": 1013,
        "card_name": "藍鰓魚",
        "card_code": "EX01-009<PR>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "潛艇",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】(在己方的防守步驟可以發動)將手牌中的此卡登場。■【潜水】(己方回合結束時，將戰場上的此卡置於卡組最下方)■【攻擊時】當此卡攻擊對方的〈驅逐〉或〈輕巡〉艦船卡時，本次戰鬥中，此卡戰力+300。",
        "acquisition_method": "EP05"
    },
    {
        "card_id": 1014,
        "card_name": "可畏",
        "card_code": "BP01-042<PR>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "8",
            "戰　力": "800",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】(位於後排的此卡可以攻擊對方後排的卡牌)■【登場時】選擇對方戰場上的1張費用為5或以下的艦船卡，將該卡轉為休息狀態，並且在下一個對方的重置階段中，該卡不能被轉為激活狀態。",
        "acquisition_method": "泳裝爭奪戰 第二期"
    },
    {
        "card_id": 1015,
        "card_name": "吹雪",
        "card_code": "TP01-001",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的3張卡，將其中最多1張名稱中帶有「μ兵裝」的艦船卡或《重櫻》事件卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1016,
        "card_name": "綾波",
        "card_code": "TP01-002",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】■【登場時】查看己方卡組最上方的5張卡，將其中最多1張名稱中帶有「μ兵裝」的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1017,
        "card_name": "夕立",
        "card_code": "TP01-003",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方的魔方卡數量為3或以上時，作為旗艦耐久的此卡獲得【絕地反擊】。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1018,
        "card_name": "酒匂",
        "card_code": "TP01-004",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的戰場上存在名稱中帶有「μ兵裝」的艦船卡或「能代」艦船卡時，本回合中，戰場上的此卡獲得【速攻】【強擊+100】。■此卡通過攻擊對對方的旗艦卡造成傷害的戰鬥結束時，抽1張卡。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1019,
        "card_name": "山城",
        "card_code": "TP01-005",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的魔方卡數量為4或以上時，所有區域的此卡獲得【絕地反擊】【遠程】。■【登場時】當己方手牌數量為7或以下時，抽1張卡。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1020,
        "card_name": "赤城(μ兵裝)",
        "card_code": "TP01-006",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方的戰場上存在除此卡以外的名稱中帶有「μ兵裝」的艦船卡或「加賀」時，戰場上的此卡獲得【速攻】【遠程】。■【每回合1次】可以捨棄1張費用為1的名稱中帶有「μ兵裝」的【反制】事件卡：己方的旗艦卡被攻擊時，發動捨棄的事件卡。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1021,
        "card_name": "赤城(μ兵裝)",
        "card_code": "TP01-006<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方的戰場上存在除此卡以外的名稱中帶有「μ兵裝」的艦船卡或「加賀」時，戰場上的此卡獲得【速攻】【遠程】。■【每回合1次】可以捨棄1張費用為1的名稱中帶有「μ兵裝」的【反制】事件卡：己方的旗艦卡被攻擊時，發動捨棄的事件卡。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1022,
        "card_name": "明石",
        "card_code": "TP01-007",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "維修",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡為《重櫻》卡牌時，可以將己方手牌的1張費用為6或以下的卡牌公開並置於旗艦耐久的最上方或最下方。若有執行此動作時，將己方旗艦耐久最上方或最下方的1張卡牌加入手牌。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1023,
        "card_name": "舞台對決",
        "card_code": "TP01-008",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】雙方同時公開各自的1張手牌。當己方公開的卡牌的費用大於對方公開的卡牌的費用時，對方將因此卡的技能公開的卡牌捨棄。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1024,
        "card_name": "Polaris",
        "card_code": "TP01-009",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■此卡的名稱在規則上被視為「μ兵裝」。■【追擊】(在己方的進攻步驟可以發動)本次戰鬥中，己方戰場上名稱中帶有「μ兵裝」的1張卡牌戰力+100。之後，可以捨棄1張手牌。若有將卡牌捨棄時，對方捨棄1張手牌。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1025,
        "card_name": "Polaris",
        "card_code": "TP01-009<SPR>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "SPR",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■此卡的名稱在規則上被視為「μ兵裝」。■【追擊】(在己方的進攻步驟可以發動)本次戰鬥中，己方戰場上名稱中帶有「μ兵裝」的1張卡牌戰力+100。之後，可以捨棄1張手牌。若有將卡牌捨棄時，對方捨棄1張手牌。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1026,
        "card_name": "哈曼",
        "card_code": "TP01-010",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■【支援時】【對方回合中】【每回合1次】當戰場上的此卡支援旗艦卡時，從以下中選擇1項。・查看己方卡組最上方的1張卡，而後將其置於卡組最上方或最下方。・當己方的旗艦卡為戰力500或以下的處於反面的「約克鎮」時，本回合中，己方旗艦卡的戰力+100。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1027,
        "card_name": "拉菲",
        "card_code": "TP01-011",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】■【登場時】查看己方卡組最上方的5張卡，將其中最多1張名稱中帶有「μ兵裝」的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1028,
        "card_name": "埃爾德里奇",
        "card_code": "TP01-012",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】■【被攻擊時】【每回合1次】公開雙方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌的費用大於等於對方公開的卡牌的費用時，本次戰鬥中，此卡不會被擊破。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1029,
        "card_name": "聖地牙哥",
        "card_code": "TP01-013",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■每回合中己方首次從手牌發動的「我是No.1！」的費用-1。（費用不會降為0或以下）■【登場時】當己方的旗艦卡為名稱中帶有「μ兵裝」的卡牌或《白鷹》卡牌時，查看卡組最上方的5張卡，將其中最多1張藍色事件卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1030,
        "card_name": "巴爾的摩(μ兵裝)",
        "card_code": "TP01-014",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將己方戰場上的1張名稱中帶有「μ兵裝」的艦船卡或「布雷默頓」艦船卡轉為休息狀態：本回合中，此卡戰力+100。■【攻擊時】公開己方卡組最上方的1張卡，而後將其置於卡組最下方。當公開的卡牌為黃色卡牌或名稱中帶有「μ兵裝」的卡牌時，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1031,
        "card_name": "巴爾的摩(μ兵裝)",
        "card_code": "TP01-014<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將己方戰場上的1張名稱中帶有「μ兵裝」的艦船卡或「布雷默頓」艦船卡轉為休息狀態：本回合中，此卡戰力+100。■【攻擊時】公開己方卡組最上方的1張卡，而後將其置於卡組最下方。當公開的卡牌為黃色卡牌或名稱中帶有「μ兵裝」的卡牌時，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1032,
        "card_name": "薩拉托加",
        "card_code": "TP01-015",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "0"
        },
        "card_effect": "■【遠程】■【支援時】【對方回合中】當此卡從手牌發起支援，且己方的旗艦卡為名稱中帶有「μ兵裝」的卡牌/「列星敦」/「薩拉托加」時，將己方的旗艦卡轉為激活狀態。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1033,
        "card_name": "大青花魚(μ兵裝)",
        "card_code": "TP01-016",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "潛艇",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】本回合中，位於後排的此卡可以攻擊對方前排處於激活狀態的艦船卡。■【己方回合結束時】當己方戰場上不存在除此卡以外的名稱中帶有「μ兵裝」的卡牌或〈潛艇〉卡牌時，將此卡彈回卡組最下方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1034,
        "card_name": "大青花魚(μ兵裝)",
        "card_code": "TP01-016<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "潛艇",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】本回合中，位於後排的此卡可以攻擊對方前排處於激活狀態的艦船卡。■【己方回合結束時】當己方戰場上不存在除此卡以外的名稱中帶有「μ兵裝」的卡牌或〈潛艇〉卡牌時，將此卡彈回卡組最下方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1035,
        "card_name": "激唱的宇宙",
        "card_code": "TP01-017",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■此卡的名稱在規則上被視為「μ兵裝」。■【主階段啟動】查看己方卡組最上方的5張卡，將其中最多1張名稱中帶有「μ兵裝」的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，當己方的旗艦卡為名稱中帶有「μ兵裝」的卡牌時，可以將己方手牌的1張費用為3或以下的名稱中帶有「μ兵裝」的艦船卡登場。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1036,
        "card_name": "激唱的宇宙",
        "card_code": "TP01-017<SPR>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "SPR",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■此卡的名稱在規則上被視為「μ兵裝」。■【主階段啟動】查看己方卡組最上方的5張卡，將其中最多1張名稱中帶有「μ兵裝」的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，當己方的旗艦卡為名稱中帶有「μ兵裝」的卡牌時，可以將己方手牌的1張費用為3或以下的名稱中帶有「μ兵裝」的艦船卡登場。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1037,
        "card_name": "我是No.1!",
        "card_code": "TP01-018",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "白鷹/鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】本次戰鬥中，己方戰場上的1張卡牌戰力+400。之後，當己方戰場上存在「聖地牙哥」艦船卡時，本回合中，對方的〈航母〉或〈輕航〉旗艦卡無法攻擊己方的旗艦卡。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1038,
        "card_name": "安可時間",
        "card_code": "TP01-019",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "5",
            "戰　力": "-",
            "陣　營": "白鷹/皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】■當己方戰場上存在「聖地牙哥」/「謝菲爾德」艦船卡時，手牌中的此卡發動時的費用-1。■【主階段啟動】將對方戰場上的1張費用為6或以下的艦船卡彈回手牌。之後，當彈回手牌的艦船卡的費用為5或以上時，對方抽1張卡。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1039,
        "card_name": "吸血鬼",
        "card_code": "TP01-020",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■此卡無法攻擊對方的旗艦卡。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1040,
        "card_name": "標槍",
        "card_code": "TP01-021",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】■【登場時】查看己方卡組最上方的5張卡，將其中最多1張名稱中帶有「μ兵裝」的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1041,
        "card_name": "黛朵(μ兵裝)",
        "card_code": "TP01-022",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡為名稱中帶有「μ兵裝」的卡牌或《皇家》〈戰列〉卡牌時，本回合中，此卡戰力+100，並且可以攻擊對方前排處於休息狀態的艦船卡。■此卡通過攻擊擊破對方的艦船卡或對對方的旗艦卡造成傷害的戰鬥結束時，可以將己方手牌的1張費用為3或以下的名稱中帶有「μ兵裝」的艦船卡登場。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1042,
        "card_name": "黛朵(μ兵裝)",
        "card_code": "TP01-022<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡為名稱中帶有「μ兵裝」的卡牌或《皇家》〈戰列〉卡牌時，本回合中，此卡戰力+100，並且可以攻擊對方前排處於休息狀態的艦船卡。■此卡通過攻擊擊破對方的艦船卡或對對方的旗艦卡造成傷害的戰鬥結束時，可以將己方手牌的1張費用為3或以下的名稱中帶有「μ兵裝」的艦船卡登場。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1043,
        "card_name": "伊莉莎白女王",
        "card_code": "TP01-023",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "8",
            "戰　力": "700",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】可以將己方戰場上的1張名稱中帶有「μ兵裝」的艦船卡/除「伊莉莎白女王」以外的《皇家》艦船卡轉為休息狀態：將己方的2張魔方卡轉為激活狀態，之後，本回合中，己方前排的，所有名稱中帶有「μ兵裝」的艦船卡與《皇家》艦船卡戰力+100。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1044,
        "card_name": "厭戰",
        "card_code": "TP01-024",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】當己方的旗艦卡為名稱中帶有「μ兵裝」的卡牌或《皇家》〈戰列〉卡牌時，本回合中，此卡可以攻擊對方處於休息狀態的艦船卡。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1045,
        "card_name": "獨角獸",
        "card_code": "TP01-025",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張名稱中帶有「μ兵裝」的艦船卡或「光輝」艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■【主階段啟動】可以將戰場上的此卡彈回卡組最下方並將己方的7張魔方卡轉為休息狀態：可以將己方手牌的1張費用為8的「光輝」艦船卡登場。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1046,
        "card_name": "寧海",
        "card_code": "TP01-026",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【被攻擊時】可以公開己方手牌的1張名稱中帶有「μ兵裝」的艦船卡或「平海」艦船卡。若有執行此動作時，本次戰鬥中，此卡戰力+100。■對方撤退區的艦船卡登場時，可以將戰場上的此卡轉為休息狀態。若有執行此動作時，將對方戰場上的1張費用為3或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1047,
        "card_name": "平海",
        "card_code": "TP01-027",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【被攻擊時】可以公開己方手牌的1張名稱中帶有「μ兵裝」的艦船卡或「寧海」艦船卡。若有執行此動作時，本次戰鬥中，此卡戰力+100。■【每回合1次】己方因對方《重櫻》的卡牌的技能捨棄手牌時，對方將其自身戰場上的1張艦船卡轉為休息狀態。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1048,
        "card_name": "塔什干(μ兵裝)",
        "card_code": "TP01-028",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "北方聯合",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】■【被擊破時】抽1張卡。之後，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1049,
        "card_name": "塔什干(μ兵裝)",
        "card_code": "TP01-028<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "北方聯合",
            "艦船類型": "驅逐",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】■【被擊破時】抽1張卡。之後，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1050,
        "card_name": "Astrum",
        "card_code": "TP01-029",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■此卡的名稱在規則上被視為「μ兵裝」。■【反制】本次戰鬥中，己方戰場上名稱中帶有「μ兵裝」的1張卡牌戰力+200。之後，當己方的旗艦卡為名稱中帶有「μ兵裝」的卡牌時，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1051,
        "card_name": "Astrum",
        "card_code": "TP01-029<SPR>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "SPR",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■此卡的名稱在規則上被視為「μ兵裝」。■【反制】本次戰鬥中，己方戰場上名稱中帶有「μ兵裝」的1張卡牌戰力+200。之後，當己方的旗艦卡為名稱中帶有「μ兵裝」的卡牌時，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1052,
        "card_name": "Z23",
        "card_code": "TP01-030",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】■【登場時】查看己方卡組最上方的5張卡，將其中最多1張名稱中帶有「μ兵裝」的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1053,
        "card_name": "Z46",
        "card_code": "TP01-031",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■此卡通過攻擊對對方的旗艦卡造成傷害的戰鬥結束時，可以將己方手牌的1張費用為3或以下的名稱中帶有「μ兵裝」的艦船卡/費用為2或以下的《鐵血》〈驅逐〉艦船卡登場。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1054,
        "card_name": "羅恩(μ兵裝)",
        "card_code": "TP01-032",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】本回合中，對方戰場上的1張艦船卡戰力-100。之後，當此時為對方回合，且己方戰場上存在5張或以上名稱中帶有「μ兵裝」的卡牌時，進一步使其戰力-100。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1055,
        "card_name": "羅恩(μ兵裝)",
        "card_code": "TP01-032<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】本回合中，對方戰場上的1張艦船卡戰力-100。之後，當此時為對方回合，且己方戰場上存在5張或以上名稱中帶有「μ兵裝」的卡牌時，進一步使其戰力-100。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1056,
        "card_name": "施佩伯爵將軍",
        "card_code": "TP01-033",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】■【登場時】公開己方卡組最上方的1張卡。當該卡為名稱中帶有「μ兵裝」的艦船卡或《鐵血》艦船卡時，將其加入手牌，否則將其置於卡組最下方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1057,
        "card_name": "希佩爾將軍（μ兵裝）",
        "card_code": "TP01-034",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+400】■【被擊破時】公開己方卡組最上方的1張卡。當該卡為名稱中帶有「μ兵裝」的艦船卡時，可以將其加入手牌，否則將其置於撤退區。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1058,
        "card_name": "希佩爾將軍（μ兵裝）",
        "card_code": "TP01-034<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+400】■【被擊破時】公開己方卡組最上方的1張卡。當該卡為名稱中帶有「μ兵裝」的艦船卡時，可以將其加入手牌，否則將其置於撤退區。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1059,
        "card_name": "U-110",
        "card_code": "TP01-035",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【反制】將手牌中的此卡以休息狀態登場。■【潜水】■【登場時】/【攻擊時】可以將己方戰場上任意數量的名稱中帶有「μ兵裝」的艦船卡/《鐵血》艦船卡轉為休息狀態。選擇對方戰場上對應數量的艦船卡，本回合中，選擇的艦船卡戰力-100。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1060,
        "card_name": "沃克蘭",
        "card_code": "TP01-036",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】本回合中，己方戰場上的1張費用為3或以下的，名稱中帶有「μ兵裝」的艦船卡或《維希教廷》艦船卡戰力+100。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1061,
        "card_name": "加斯科涅(μ兵裝)",
        "card_code": "TP01-037",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "維希教廷",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【攻擊時】可以捨棄1張擁有【主階段啟動】或【追擊】的費用為1的，名稱中帶有「μ兵裝」的事件卡或《維希教廷》事件卡：發動捨棄的事件卡。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1062,
        "card_name": "加斯科涅(μ兵裝)",
        "card_code": "TP01-037<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "維希教廷",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【攻擊時】可以捨棄1張擁有【主階段啟動】或【追擊】的費用為1的，名稱中帶有「μ兵裝」的事件卡或《維希教廷》事件卡：發動捨棄的事件卡。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1063,
        "card_name": "閃亮微笑",
        "card_code": "TP01-038",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "鐵血/重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】(在己方的進攻步驟可以發動)從以下中選擇1項。・本回合中，對方前排的1張艦船卡戰力-100。・可以將己方手牌的1張費用為2或以下的「吹雪」/「施佩伯爵將軍」艦船卡登場。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1064,
        "card_name": "Verheerender",
        "card_code": "TP01-039",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■此卡的名稱在規則上被視為「μ兵裝」。■【絕地反擊】■【主階段啟動】將對方戰場上的1張費用小於等於己方戰場上名稱中帶有「μ兵裝」的卡牌的數量的艦船卡擊破。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1065,
        "card_name": "Verheerender",
        "card_code": "TP01-039<SPR>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "SPR",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■此卡的名稱在規則上被視為「μ兵裝」。■【絕地反擊】■【主階段啟動】將對方戰場上的1張費用小於等於己方戰場上名稱中帶有「μ兵裝」的卡牌的數量的艦船卡擊破。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1066,
        "card_name": "惡毒(μ兵裝)",
        "card_code": "TP01-040",
        "attributes": {
            "顏　色": "無",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■可以不限顏色地將名稱中帶有「μ兵裝」的卡牌構築入卡組。■【攻擊時】可以將己方手牌的1張費用為1的「惡毒(μ兵裝)」艦船卡登場。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1067,
        "card_name": "惡毒(μ兵裝)",
        "card_code": "TP01-040覺醒",
        "attributes": {
            "顏　色": "無",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張手牌：根據己方戰場上名稱中帶有「μ兵裝」的艦船卡的種類數，適用以下全部。・當存在3種類或以上時，可以將己方的1張魔方卡轉為激活狀態。・當存在4種類或以上時，可以抽1張卡。若未抽卡時，對方捨棄1張手牌。・當存在5種類時，本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1068,
        "card_name": "惡毒(μ兵裝)",
        "card_code": "TP01-040覺醒<SEC>",
        "attributes": {
            "顏　色": "無",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張手牌：根據己方戰場上名稱中帶有「μ兵裝」的艦船卡的種類數，適用以下全部。・當存在3種類或以上時，可以將己方的1張魔方卡轉為激活狀態。・當存在4種類或以上時，可以抽1張卡。若未抽卡時，對方捨棄1張手牌。・當存在5種類時，本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1069,
        "card_name": "克里夫蘭(μ兵裝)",
        "card_code": "TP01-041",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在3張或以上名稱中帶有「μ兵裝」的卡牌時，戰場上的此卡戰力+100。■【登場時】查看己方旗艦耐久最上方或最下方的1張卡牌。當查看的卡牌擁有【絕地反擊】時，可以使用該卡。若未將該卡使用時，將該卡置於旗艦耐久的最上方或最下方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1070,
        "card_name": "克里夫蘭(μ兵裝)",
        "card_code": "TP01-041<SEC>",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在3張或以上名稱中帶有「μ兵裝」的卡牌時，戰場上的此卡戰力+100。■【登場時】查看己方旗艦耐久最上方或最下方的1張卡牌。當查看的卡牌擁有【絕地反擊】時，可以使用該卡。若未將該卡使用時，將該卡置於旗艦耐久的最上方或最下方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1071,
        "card_name": "謝菲爾德(μ兵裝)",
        "card_code": "TP01-042",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在3張或以上名稱中帶有「μ兵裝」的卡牌時，戰場上的此卡戰力+100。■【登場時】查看己方卡組最上方的5張卡，將其中最多1張除「謝菲爾德(μ兵裝)」以外的名稱中帶有「μ兵裝」的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1072,
        "card_name": "謝菲爾德(μ兵裝)",
        "card_code": "TP01-042<SEC>",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在3張或以上名稱中帶有「μ兵裝」的卡牌時，戰場上的此卡戰力+100。■【登場時】查看己方卡組最上方的5張卡，將其中最多1張除「謝菲爾德(μ兵裝)」以外的名稱中帶有「μ兵裝」的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1073,
        "card_name": "派對開場",
        "card_code": "TP01-043",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "5",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為名稱中帶有「μ兵裝」的卡牌時，切洗自己的卡組，而後將卡組最上方的2張卡公開。對方從其中選擇1張名稱中帶有「μ兵裝」的艦船卡。將對方選擇的艦船卡登場，而後將其餘卡牌加入手牌。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1074,
        "card_name": "lumière",
        "card_code": "TP01-044",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■此卡的名稱在規則上被視為「μ兵裝」。■【反制】本次戰鬥中，己方戰場上名稱中帶有「μ兵裝」的1張卡牌戰力+200。之後，當己方戰場上同時存在紅、藍、黃、黑色艦船卡時，本次戰鬥中，己方戰場上的1張艦船卡戰力+100。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1075,
        "card_name": "lumière",
        "card_code": "TP01-044<SPR>",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "SPR",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■此卡的名稱在規則上被視為「μ兵裝」。■【反制】本次戰鬥中，己方戰場上名稱中帶有「μ兵裝」的1張卡牌戰力+200。之後，當己方戰場上同時存在紅、藍、黃、黑色艦船卡時，本次戰鬥中，己方戰場上的1張艦船卡戰力+100。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1076,
        "card_name": "激奏舞台",
        "card_code": "TP01-045",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■此卡的名稱在規則上被視為「μ兵裝」。■【絕地反擊】■【主階段啟動】查看己方卡組最上方的3張卡，將其中最多1張名稱中帶有「μ兵裝」的卡牌公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1077,
        "card_name": "激奏舞台",
        "card_code": "TP01-045<SPR><1>",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "SPR",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■此卡的名稱在規則上被視為「μ兵裝」。■【絕地反擊】■【主階段啟動】查看己方卡組最上方的3張卡，將其中最多1張名稱中帶有「μ兵裝」的卡牌公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1078,
        "card_name": "激奏舞台",
        "card_code": "TP01-045<SPR><2>",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "SPR",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■此卡的名稱在規則上被視為「μ兵裝」。■【絕地反擊】■【主階段啟動】查看己方卡組最上方的3張卡，將其中最多1張名稱中帶有「μ兵裝」的卡牌公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1079,
        "card_name": "主演登場",
        "card_code": "TP01-046",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】■【主階段啟動】查看己方卡組最上方的5張卡，將其中合計最多2張「綾波」/「拉菲」/「埃爾德里奇」/「標槍」/「Z23」艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1080,
        "card_name": "大鳳(μ兵裝)",
        "card_code": "TP01-047",
        "attributes": {
            "顏　色": "紅黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■己方的旗艦耐久中費用比己方持有的魔方卡數量低的名稱中帶有「μ兵裝」的艦船卡獲得【絕地反擊】。■【每回合1次】己方戰場上名稱中帶有「μ兵裝」的艦船卡通過攻擊對對方的旗艦卡造成傷害的戰鬥結束時，將1張手牌置於己方旗艦耐久的最上方或最下方，而後將己方旗艦耐久的最上方或最下方的1張卡加入手牌。■【覺醒】己方的旗艦耐久為0時，將此卡轉為反面。之後，可以將1張手牌置於旗艦耐久的最上方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1081,
        "card_name": "大鳳(μ兵裝)",
        "card_code": "TP01-047覺醒",
        "attributes": {
            "顏　色": "紅黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■己方的旗艦耐久中費用比己方持有的魔方卡數量低的名稱中帶有「μ兵裝」的艦船卡獲得【絕地反擊】。■【攻擊時】可以捨棄1張手牌：本次戰鬥中，己方戰場上每存在2張名稱中帶有「μ兵裝」的艦船卡，此卡戰力+100。之後，當通過此技能捨棄的卡牌為擁有【主階段啟動】或【追擊】的費用為1的名稱中帶有「μ兵裝」的事件卡時，將該卡發動。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1082,
        "card_name": "大鳳(μ兵裝)",
        "card_code": "TP01-047覺醒<SEC>",
        "attributes": {
            "顏　色": "紅黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■己方的旗艦耐久中費用比己方持有的魔方卡數量低的名稱中帶有「μ兵裝」的艦船卡獲得【絕地反擊】。■【攻擊時】可以捨棄1張手牌：本次戰鬥中，己方戰場上每存在2張名稱中帶有「μ兵裝」的艦船卡，此卡戰力+100。之後，當通過此技能捨棄的卡牌為擁有【主階段啟動】或【追擊】的費用為1的名稱中帶有「μ兵裝」的事件卡時，將該卡發動。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1083,
        "card_name": "光輝(μ兵裝)",
        "card_code": "TP01-048",
        "attributes": {
            "顏　色": "藍黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■己方手牌的費用為3或以上的名稱中帶有「μ兵裝」的艦船卡登場時，若己方不擁有反面的魔方卡，則可以將此卡轉為休息狀態。若有執行此動作時，從己方魔方卡組將1張魔方卡以反面置於費用區。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。之後，抽1張卡，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1084,
        "card_name": "光輝(μ兵裝)",
        "card_code": "TP01-048覺醒",
        "attributes": {
            "顏　色": "藍黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方手牌的費用為3或以上的名稱中帶有「μ兵裝」的艦船卡登場時，若己方不擁有反面的魔方卡，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1085,
        "card_name": "光輝(μ兵裝)",
        "card_code": "TP01-048覺醒<SEC>",
        "attributes": {
            "顏　色": "藍黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方手牌的費用為3或以上的名稱中帶有「μ兵裝」的艦船卡登場時，若己方不擁有反面的魔方卡，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1086,
        "card_name": "惡毒(μ兵裝)",
        "card_code": "TP01-049",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "UR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張名稱中帶有「μ兵裝」的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■【攻擊時】可以將己方正面表示的8張魔方卡轉為休息狀態：當己方的旗艦卡為名稱中帶有「μ兵裝」的卡牌，己方的旗艦耐久高於對方的旗艦耐久，且己方戰場上存在5種類名稱中帶有「μ兵裝」的艦船卡時，己方獲得遊戲勝利。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1087,
        "card_name": "惡毒(μ兵裝)",
        "card_code": "TP01-049<SEC>",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "UR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張名稱中帶有「μ兵裝」的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■【攻擊時】可以將己方正面表示的8張魔方卡轉為休息狀態：當己方的旗艦卡為名稱中帶有「μ兵裝」的卡牌，己方的旗艦耐久高於對方的旗艦耐久，且己方戰場上存在5種類名稱中帶有「μ兵裝」的艦船卡時，己方獲得遊戲勝利。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1092,
        "card_name": "紐澤西",
        "card_code": "BP02-024覺醒<PR>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "L-PR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】抽1張卡，將1張手牌置於卡組最上方。之後，當此卡攻擊旗艦卡時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1093,
        "card_name": "綾波.改",
        "card_code": "BP05-003<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「綾波」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】可以將1張作為己方的旗艦耐久的卡牌加入手牌。之後，當對方手牌數量為7張或以上時，對方捨棄1張手牌。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1094,
        "card_name": "拉菲.改",
        "card_code": "BP05-019<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「拉菲」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】可以將1張作為己方的旗艦耐久的卡牌加入手牌。之後，抽2張卡，將1張手牌置於卡組最上方。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1095,
        "card_name": "標槍.改",
        "card_code": "BP05-037<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「標槍」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】可以將1張作為己方的旗艦耐久的卡牌加入手牌。之後，選擇對方戰場上的1張費用為3或以下的艦船卡。當該卡處於激活狀態時，將其轉為休息狀態；當處於休息狀態時，將其擊破。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1096,
        "card_name": "Z23.改",
        "card_code": "BP05-053<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「Z23」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】可以將1張作為己方的旗艦耐久的卡牌加入手牌。之後，本回合中，對方戰場上的1張艦船卡戰力-100，若該卡的戰力降為200或以下，則將該卡擊破。",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1097,
        "card_name": "拉菲",
        "card_code": "BP01-008<PR>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【被攻擊時】【每回合1次】公開雙方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌的費用大於等於對方公開的卡牌的費用時，此卡在本回合中獲得【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)。",
        "acquisition_method": "【誓約決定戰】第二期"
    },
    {
        "card_id": 1100,
        "card_name": "應援啾啾魔方卡",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1101,
        "card_name": "偶像啾啾魔方卡",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1102,
        "card_name": "樂隊啾啾魔方卡",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1103,
        "card_name": "LIVE啾啾魔方卡",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "TP01"
    },
    {
        "card_id": 1104,
        "card_name": "白龍",
        "card_code": "BP06-001",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當因對方的攻擊導致己方旗艦耐久減少時，將作為旗艦耐久的卡牌送入撤退區而非加入手牌。■【覺醒】己方的旗艦耐久為0時，將此卡轉為反面。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1105,
        "card_name": "白龍",
        "card_code": "BP06-001<覺醒>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1106,
        "card_name": "白龍",
        "card_code": "BP06-001<覺醒><SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1107,
        "card_name": "島風",
        "card_code": "BP06-002",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡為《重櫻》卡牌時，可以將1張作為己方的旗艦耐久的卡牌加入手牌。若有執行此動作時，抽1張卡。■【攻擊時】本次戰鬥中，此卡戰力+400。之後，可以捨棄1張費用為1的擁有【主階段啟動】或【追擊】的《重櫻》事件卡。若有執行此動作時，發動捨棄的事件卡。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1108,
        "card_name": "島風",
        "card_code": "BP06-002<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡為《重櫻》卡牌時，可以將1張作為己方的旗艦耐久的卡牌加入手牌。若有執行此動作時，抽1張卡。■【攻擊時】本次戰鬥中，此卡戰力+400。之後，可以捨棄1張費用為1的擁有【主階段啟動】或【追擊】的《重櫻》事件卡。若有執行此動作時，發動捨棄的事件卡。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1109,
        "card_name": "海風",
        "card_code": "BP06-003",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】公開己方卡組最上方的1張卡，當該卡為《重櫻》卡牌時，將其加入手牌，否則，將其置於卡組最下方。之後，當己方的旗艦耐久為5或以上時，可以將1張作為己方的旗艦耐久的卡牌加入手牌。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1110,
        "card_name": "不知火",
        "card_code": "BP06-004",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄手牌的1張事件卡：抽1張卡。之後，當己方的旗艦卡為《重櫻》卡牌時，可以將1張作為己方的旗艦耐久的卡牌加入手牌。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1111,
        "card_name": "不知火.改",
        "card_code": "BP06-005",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「不知火」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】可以將己方撤退區的1張《重櫻》事件卡加入手牌。■【攻擊時】【每回合1次】可以將此卡下方的1張卡牌送入撤退區：將此卡轉為激活狀態。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1112,
        "card_name": "能代",
        "card_code": "BP06-006",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的旗艦耐久為0時，戰場上的此卡戰力+100。■【登場時】將1張作為己方的旗艦耐久的卡牌加入手牌。之後，選擇對方戰場上的1張費用為6或以下的艦船卡，本回合中，該卡不能支援。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1113,
        "card_name": "能代",
        "card_code": "BP06-006<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "輕巡",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的旗艦耐久為0時，戰場上的此卡戰力+100。■【登場時】將1張作為己方的旗艦耐久的卡牌加入手牌。之後，選擇對方戰場上的1張費用為6或以下的艦船卡，本回合中，該卡不能支援。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1114,
        "card_name": "高雄",
        "card_code": "BP06-007",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的旗艦耐久為0時，戰場上的此卡戰力+100。■【登場時】將1張作為己方的旗艦耐久的卡牌加入手牌。之後，當對方的手牌數量為7或以上時，對方捨棄1張手牌。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1115,
        "card_name": "高雄",
        "card_code": "BP06-007<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "重巡",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的旗艦耐久為0時，戰場上的此卡戰力+100。■【登場時】將1張作為己方的旗艦耐久的卡牌加入手牌。之後，當對方的手牌數量為7或以上時，對方捨棄1張手牌。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1116,
        "card_name": "伊勢",
        "card_code": "BP06-008",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1117,
        "card_name": "伊勢.改",
        "card_code": "BP06-009",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航戰",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】⑥：「伊勢」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【遠程】■【攻擊時】可以將此卡下方的1張卡牌送入撤退區：當攻擊艦船卡時，本次戰鬥中，此卡戰力+300。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1118,
        "card_name": "日向",
        "card_code": "BP06-010",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在「伊勢」艦船卡時，戰場上的此卡戰力+100。■【登場時】查看己方卡組最上方的5張卡，將其中最多1張《重櫻》〈戰列〉或〈航戰〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1119,
        "card_name": "日向.改",
        "card_code": "BP06-011",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航戰",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】⑥：「日向」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【遠程】■【登場時】當此卡通過【改造】登場時，可以將己方手牌的1張費用為5或以下的「伊勢」艦船卡以休息狀態登場。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1120,
        "card_name": "駿河",
        "card_code": "BP06-012",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡為《重櫻》卡牌時，可以將對方戰場上的1張費用為4或以下的艦船卡置於對方旗艦耐久的最上方或最下方。若有執行此動作時，將己方的1張旗艦耐久置於撤退區。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1121,
        "card_name": "駿河",
        "card_code": "BP06-012<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡為《重櫻》卡牌時，可以將對方戰場上的1張費用為4或以下的艦船卡置於對方旗艦耐久的最上方或最下方。若有執行此動作時，將己方的1張旗艦耐久置於撤退區。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1122,
        "card_name": "信濃",
        "card_code": "BP06-013",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】己方戰場上每存在1張艦船卡，對方公開1張手牌。己方從對方公開的手牌中選擇1張丟棄。之後，當己方的旗艦耐久為0時，本回合中，此卡獲得【速攻】。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1123,
        "card_name": "信濃",
        "card_code": "BP06-013<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】己方戰場上每存在1張艦船卡，對方公開1張手牌。己方從對方公開的手牌中選擇1張丟棄。之後，當己方的旗艦耐久為0時，本回合中，此卡獲得【速攻】。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1124,
        "card_name": "龍宮探索",
        "card_code": "BP06-014",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為《重櫻》卡牌時，查看己方卡組最上方的3張卡，將其中最多1張《重櫻》卡牌公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，當己方的旗艦卡為「白龍」時，可以將1張作為己方的旗艦耐久的卡牌加入手牌。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1125,
        "card_name": "祕寶之試煉",
        "card_code": "BP06-015",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】查看己方卡組最上方的5張卡，將其中最多1張《重櫻》卡牌公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，可以將己方手牌的1張費用為2或以下的「島風」艦船卡登場。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1126,
        "card_name": "臨時盟約",
        "card_code": "BP06-016",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "白鷹/重櫻",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】將對方戰場上的1張費用小於等於己方戰場上《白鷹》與《重櫻》合計卡牌數量的艦船卡置於對方旗艦耐久的最上方或最下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1127,
        "card_name": "碧海光粼",
        "card_code": "BP06-017",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】(在己方的進攻步驟可以發動)當己方戰場上存在「島風」或「白龍」時，可以將1張作為己方的旗艦耐久的卡牌加入手牌。若有執行此動作時，對方捨棄1張手牌。之後，當己方的旗艦耐久為0時，本次戰鬥中，己方戰場上的1張《重櫻》卡牌戰力+100。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1128,
        "card_name": "海上浮城",
        "card_code": "BP06-018",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "0",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】可以捨棄1張手牌。若有執行此動作時，本次戰鬥中，己方戰場上的1張卡牌戰力+200。之後，當己方的手牌數量為1或以下時，進一步使其戰力+100。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1129,
        "card_name": "聖路易斯",
        "card_code": "BP06-019",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】可以將此卡轉為休息狀態：可以將己方手牌的1張費用為2或以下的不擁有技能的〈輕巡〉艦船卡登場於未被放置卡牌的己方後排。若有執行此動作時，抽1張卡。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。之後，可以選擇己方戰場上的1張擁有【改造】技能的艦船卡，從撤退區將1張同名艦船卡以正面向上置於其下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1130,
        "card_name": "聖路易斯",
        "card_code": "BP06-019<覺醒>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將己方手牌的1張費用為2或以下的不擁有技能的〈輕巡〉艦船卡登場。若有執行此動作時，抽1張卡。■【攻擊時】可以選擇己方戰場上的1張擁有【改造】技能的《白鷹》〈輕巡〉艦船卡，從手牌將1張同名艦船卡以正面向上置於其下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1131,
        "card_name": "聖路易斯",
        "card_code": "BP06-019<覺醒><SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將己方手牌的1張費用為2或以下的不擁有技能的〈輕巡〉艦船卡登場。若有執行此動作時，抽1張卡。■【攻擊時】可以選擇己方戰場上的1張擁有【改造】技能的《白鷹》〈輕巡〉艦船卡，從手牌將1張同名艦船卡以正面向上置於其下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1132,
        "card_name": "西雅圖",
        "card_code": "BP06-020",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【對方回合中】對方登場費用為4或以上的艦船卡時，可以捨棄己方手牌的1張事件卡或不擁有技能的艦船卡。若有執行此動作時，選擇對方戰場上的1張在本回合中登場的艦船卡，本回合中，該卡不能攻擊。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1133,
        "card_name": "西雅圖",
        "card_code": "BP06-020<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【對方回合中】對方登場費用為4或以上的艦船卡時，可以捨棄己方手牌的1張事件卡或不擁有技能的艦船卡。若有執行此動作時，選擇對方戰場上的1張在本回合中登場的艦船卡，本回合中，該卡不能攻擊。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1134,
        "card_name": "火奴魯魯",
        "card_code": "BP06-021",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張《白鷹》〈輕巡〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1135,
        "card_name": "海倫娜",
        "card_code": "BP06-022",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1136,
        "card_name": "海倫娜",
        "card_code": "BP06-023",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方戰場上存在不擁有技能的艦船卡或擁有【改造】技能的艦船卡時，查看己方卡組最上方的5張卡，將其中最多1張《白鷹》〈輕巡〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1137,
        "card_name": "海倫娜",
        "card_code": "BP06-023<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方戰場上存在不擁有技能的艦船卡或擁有【改造】技能的艦船卡時，查看己方卡組最上方的5張卡，將其中最多1張《白鷹》〈輕巡〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1138,
        "card_name": "海倫娜.改",
        "card_code": "BP06-024",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「海倫娜」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【固守+100】■【支援時】可以將戰場上此卡下方的1張卡牌送入撤退區：本次戰鬥中，己方戰場上的1張卡牌戰力+200。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1139,
        "card_name": "海倫娜.改",
        "card_code": "BP06-024<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「海倫娜」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【固守+100】■【支援時】可以將戰場上此卡下方的1張卡牌送入撤退區：本次戰鬥中，己方戰場上的1張卡牌戰力+200。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1140,
        "card_name": "朱諾",
        "card_code": "BP06-025",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1141,
        "card_name": "朱諾.改",
        "card_code": "BP06-026",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】⑥：「朱諾」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【轉為休息狀態時】【每回合1次】可以將此卡下方的1張卡牌送入撤退區：將此卡轉為激活狀態。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1142,
        "card_name": "聖地牙哥",
        "card_code": "BP06-027",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1143,
        "card_name": "聖地牙哥.改",
        "card_code": "BP06-028",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「聖地牙哥」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■此卡與〈航母〉或〈輕航〉艦船卡的戰鬥中，此卡戰力+100。■【己方回合結束時】可以將此卡下方的1張卡牌送入撤退區：抽1張卡，將此卡轉為激活狀態。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1144,
        "card_name": "聖地牙哥.改",
        "card_code": "BP06-028<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「聖地牙哥」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■此卡與〈航母〉或〈輕航〉艦船卡的戰鬥中，此卡戰力+100。■【己方回合結束時】可以將此卡下方的1張卡牌送入撤退區：抽1張卡，將此卡轉為激活狀態。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1145,
        "card_name": "克里夫蘭",
        "card_code": "BP06-029",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■【主階段啟動】【每回合1次】當己方的旗艦卡為《白鷹》〈輕巡〉卡牌時，選擇己方戰場上的1張擁有【改造】技能的《白鷹》〈輕巡〉艦船卡，從手牌將1張同名艦船卡以正面向上置於其下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1146,
        "card_name": "克里夫蘭",
        "card_code": "BP06-029<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■【主階段啟動】【每回合1次】當己方的旗艦卡為《白鷹》〈輕巡〉卡牌時，選擇己方戰場上的1張擁有【改造】技能的《白鷹》〈輕巡〉艦船卡，從手牌將1張同名艦船卡以正面向上置於其下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1147,
        "card_name": "蒙彼利埃",
        "card_code": "BP06-030",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】本回合中，己方前排的2張《白鷹》〈輕巡〉艦船卡戰力+100。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1148,
        "card_name": "波特蘭",
        "card_code": "BP06-031",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在「印第安納波利斯」艦船卡時，戰場上的此卡戰力+100。■【登場時】將1張作為己方的旗艦耐久的卡牌加入手牌。之後，可以將手牌的1張費用為3或以下的「印第安納波利斯」艦船卡登場。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1149,
        "card_name": "波特蘭.改",
        "card_code": "BP06-032",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】⑥：「波特蘭」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【登場時】可以將己方戰場上或手牌中的1張「印第安納波利斯」艦船卡公開並置於旗艦耐久的最上方或最下方。若有執行此動作時，將己方旗艦耐久最上方或最下方的1張卡牌加入手牌。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1150,
        "card_name": "印第安納波利斯",
        "card_code": "BP06-033",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【絕地反擊】■【登場時】查看己方卡組最上方的3張卡，將其中最多1張「波特蘭」艦船卡或事件卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1151,
        "card_name": "火力先驅",
        "card_code": "BP06-034",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】查看己方卡組最上方的5張卡，將其中最多2張不擁有技能的《白鷹》〈輕巡〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1152,
        "card_name": "糖分準備中",
        "card_code": "BP06-035",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】本次戰鬥中，己方戰場上的1張卡牌戰力+200。之後，可以捨棄1張不擁有技能的艦船卡。若有執行此動作時，進一步使其戰力+200。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1153,
        "card_name": "返廠維修",
        "card_code": "BP06-036",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "白鷹/重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】■【主階段啟動】將對方戰場上的1張費用為5或以下的艦船卡彈回手牌。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1154,
        "card_name": "鎮海",
        "card_code": "BP06-037",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "東煌",
            "艦船類型": "輕航",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】可以將此卡轉為休息狀態：己方擁有【改造】技能的《東煌》艦船卡登場時，從己方魔方卡組將1張魔方卡以反面置於費用區。之後，可以選擇己方戰場上的1張擁有【改造】技能的艦船卡，從撤退區將1張同名艦船卡以正面向上置於其下方。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1155,
        "card_name": "鎮海",
        "card_code": "BP06-037<覺醒>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "東煌",
            "艦船類型": "輕航",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】【每回合1次】己方擁有【改造】技能的《東煌》艦船卡登場時，從己方魔方卡組將1張魔方卡以反面置於費用區。之後，可以選擇己方戰場上的1張擁有【改造】技能的艦船卡，從撤退區將1張同名艦船卡以正面向上置於其下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1156,
        "card_name": "鎮海",
        "card_code": "BP06-037<覺醒><SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "東煌",
            "艦船類型": "輕航",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】【每回合1次】己方擁有【改造】技能的《東煌》艦船卡登場時，從己方魔方卡組將1張魔方卡以反面置於費用區。之後，可以選擇己方戰場上的1張擁有【改造】技能的艦船卡，從撤退區將1張同名艦船卡以正面向上置於其下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1157,
        "card_name": "撫順",
        "card_code": "BP06-038",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "東煌",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1158,
        "card_name": "逸仙",
        "card_code": "BP06-039",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1159,
        "card_name": "逸仙",
        "card_code": "BP06-040",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】抽1張卡。之後，可以從手牌將1張費用為6的擁有【改造】技能的「逸仙」艦船卡覆蓋在此卡之上登場。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1160,
        "card_name": "逸仙.改",
        "card_code": "BP06-041",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】⑤：「逸仙」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【每回合1次】可以將己方戰場上擁有【改造】技能的《東煌》艦船卡下方的1張卡牌送入撤退區：己方的卡牌被攻擊時，本次戰鬥中，己方戰場上的1張卡牌戰力+100。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1161,
        "card_name": "逸仙.改",
        "card_code": "BP06-041<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】⑤：「逸仙」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【每回合1次】可以將己方戰場上擁有【改造】技能的《東煌》艦船卡下方的1張卡牌送入撤退區：己方的卡牌被攻擊時，本次戰鬥中，己方戰場上的1張卡牌戰力+100。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1162,
        "card_name": "海天",
        "card_code": "BP06-042",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "100",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將此卡與己方的旗艦卡轉為休息狀態：從己方魔方卡組將1張魔方卡以反面置於費用區。■【被擊破時】可以將己方手牌的1張費用為1的《東煌》艦船卡登場。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1163,
        "card_name": "海天",
        "card_code": "BP06-042<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "100",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將此卡與己方的旗艦卡轉為休息狀態：從己方魔方卡組將1張魔方卡以反面置於費用區。■【被擊破時】可以將己方手牌的1張費用為1的《東煌》艦船卡登場。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1164,
        "card_name": "海圻",
        "card_code": "BP06-043",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方手牌的1張費用為1的《東煌》艦船卡登場。■己方擁有【改造】技能的黃色艦船卡登場時，可以將戰場上的此卡送入撤退區。若有執行此動作時，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1165,
        "card_name": "海圻",
        "card_code": "BP06-043<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方手牌的1張費用為1的《東煌》艦船卡登場。■己方擁有【改造】技能的黃色艦船卡登場時，可以將戰場上的此卡送入撤退區。若有執行此動作時，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1166,
        "card_name": "寧海",
        "card_code": "BP06-044",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張《東煌》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■【對方回合中】手牌中的此卡因對方《重櫻》卡牌的技能捨棄時，若己方的旗艦卡為《東煌》卡牌，可以將撤退區的此卡以休息狀態登場。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1167,
        "card_name": "寧海.改",
        "card_code": "BP06-045",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「寧海」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【主階段啟動】【每回合1次】可以將此卡下方的1張卡牌置於撤退區：將對方戰場上的1張費用為3或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1168,
        "card_name": "寧海.改",
        "card_code": "BP06-045<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「寧海」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【主階段啟動】【每回合1次】可以將此卡下方的1張卡牌置於撤退區：將對方戰場上的1張費用為3或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1169,
        "card_name": "平海",
        "card_code": "BP06-046",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張《東煌》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■【攻擊時】當此卡攻擊《重櫻》艦船卡時，本次戰鬥中，此卡戰力+300。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1170,
        "card_name": "平海.改",
        "card_code": "BP06-047",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「平海」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【主階段啟動】【每回合1次】可以將此卡下方的1張卡牌置於撤退區：可以捨棄1張《東煌》卡牌。若有執行此動作時，抽1張卡。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1171,
        "card_name": "平海.改",
        "card_code": "BP06-047<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「平海」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【主階段啟動】【每回合1次】可以將此卡下方的1張卡牌置於撤退區：可以捨棄1張《東煌》卡牌。若有執行此動作時，抽1張卡。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1172,
        "card_name": "華甲",
        "card_code": "BP06-048",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "東煌",
            "艦船類型": "輕航",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】可以選擇己方戰場上的1張擁有【改造】技能的《東煌》艦船卡，從撤退區將1張同名艦船卡以正面向上置於其下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1173,
        "card_name": "辭舊迎新",
        "card_code": "BP06-049",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "東煌",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】查看己方卡組最上方的5張卡，將其中最多2張《東煌》〈輕巡〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■【對方回合中】手牌中的此卡因對方《重櫻》卡牌的技能捨棄時，若己方的旗艦卡為《東煌》卡牌，抽1張卡。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1174,
        "card_name": "玉兔的款待",
        "card_code": "BP06-050",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "東煌",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】(在己方的進攻步驟可以發動)本次戰鬥中，己方戰場上的1張卡牌戰力+100。之後，可以選擇己方戰場上的1張擁有【改造】技能的《東煌》艦船卡，將撤退區的此卡以正面向上置於其下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1175,
        "card_name": "美食巡禮",
        "card_code": "BP06-051",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "東煌",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】本次戰鬥中，己方戰場上的1張卡牌戰力+400。之後，可以選擇己方戰場上的1張擁有【改造】技能的《東煌》艦船卡，將撤退區的此卡以正面向上置於其下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1176,
        "card_name": "恕汝無罪",
        "card_code": "BP06-052",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "皇家/鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】■【主階段啟動】從己方魔方卡組將1張魔方卡以反面置於費用區。之後，當己方的旗艦卡為《鐵血》卡牌時，將己方卡組最上方的2張卡送入撤退區。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1177,
        "card_name": "中秋醉月",
        "card_code": "BP06-053",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】■【主階段啟動】選擇對方戰場上的1張費用為6或以下的艦船卡，將該卡轉為休息狀態，並且在下一個對方的重置階段中，該卡不能被轉為激活狀態。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1178,
        "card_name": "奧古斯特·馮·帕塞瓦爾",
        "card_code": "BP06-054",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以捨棄1張手牌：將己方卡組最上方的1張卡送入撤退區，之後，可以選擇己方撤退區的1張費用為4或以下的《鐵血》艦船卡，支付費用將該卡登場。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1179,
        "card_name": "奧古斯特·馮·帕塞瓦爾",
        "card_code": "BP06-054<覺醒>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以捨棄1張手牌：將己方卡組最上方的1張卡送入撤退區，之後，可以選擇己方撤退區的1張費用為4或以下的《鐵血》艦船卡，支付費用將該卡登場。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1180,
        "card_name": "奧古斯特·馮·帕塞瓦爾",
        "card_code": "BP06-054<覺醒><SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "航母",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以捨棄1張手牌：將己方卡組最上方的1張卡送入撤退區，之後，可以選擇己方撤退區的1張費用為4或以下的《鐵血》艦船卡，支付費用將該卡登場。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1181,
        "card_name": "埃爾賓",
        "card_code": "BP06-055",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1182,
        "card_name": "埃爾賓",
        "card_code": "BP06-056",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的3張卡，將其中最多1張《鐵血》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，當此卡從撤退區登場時，本回合中，己方戰場上的1張《鐵血》艦船卡戰力+100。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1183,
        "card_name": "埃爾賓",
        "card_code": "BP06-056<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的3張卡，將其中最多1張《鐵血》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，當此卡從撤退區登場時，本回合中，己方戰場上的1張《鐵血》艦船卡戰力+100。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1184,
        "card_name": "卡爾斯魯厄",
        "card_code": "BP06-057",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】■【登場時】將己方卡組最上方的1張卡送入撤退區。當送入撤退區的卡牌為費用為4或以上的《鐵血》卡牌時，本回合中，此卡獲得【速攻】。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1185,
        "card_name": "卡爾斯魯厄.改",
        "card_code": "BP06-058",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「卡爾斯魯厄」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【速攻】■【己方回合結束時】可以將此卡下方的1張卡牌置於撤退區。若未執行此動作時，將戰場上的此卡送入撤退區。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1186,
        "card_name": "科隆",
        "card_code": "BP06-059",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將己方卡組最上方的1張卡送入撤退區。之後，可以將己方撤退區的1張「柯尼斯堡」或「卡爾斯魯厄」艦船卡加入手牌。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1187,
        "card_name": "科隆.改",
        "card_code": "BP06-060",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「科隆」(可以通過支付指定的費用將此卡覆蓋在戰場上指定的艦船卡上登場)■【攻擊時】可以將此卡下方的1張卡牌置於撤退區：可以將己方撤退區的1張費用為3或以下的「柯尼斯堡」或「卡爾斯魯厄」艦船卡登場。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1188,
        "card_name": "塞德利茨",
        "card_code": "BP06-061",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在3張或以上《鐵血》卡牌時，戰場上的此卡戰力+100。■【登場時】將己方卡組最上方的1張卡送入撤退區。之後，當此卡從撤退區登場時，查看己方卡組最上方的2張卡，將其中最多1張《鐵血》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1189,
        "card_name": "塞德利茨",
        "card_code": "BP06-061<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在3張或以上《鐵血》卡牌時，戰場上的此卡戰力+100。■【登場時】將己方卡組最上方的1張卡送入撤退區。之後，當此卡從撤退區登場時，查看己方卡組最上方的2張卡，將其中最多1張《鐵血》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1190,
        "card_name": "呂措",
        "card_code": "BP06-062",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將己方卡組最上方的1張卡送入撤退區。之後，當此卡從撤退區登場時，可以捨棄1張手牌。若有執行此動作時，可以將己方撤退區除「呂措」以外的1張《鐵血》艦船卡加入手牌。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1191,
        "card_name": "呂措",
        "card_code": "BP06-062<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將己方卡組最上方的1張卡送入撤退區。之後，當此卡從撤退區登場時，可以捨棄1張手牌。若有執行此動作時，可以將己方撤退區除「呂措」以外的1張《鐵血》艦船卡加入手牌。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1192,
        "card_name": "腓特烈大帝",
        "card_code": "BP06-063",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "8",
            "戰　力": "700",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】當己方的旗艦卡為《鐵血》卡牌時，可以從己方撤退區將最多2張合計費用為6或以下的不同名的《鐵血》艦船卡登場。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1193,
        "card_name": "腓特烈大帝",
        "card_code": "BP06-063<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "8",
            "戰　力": "700",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】當己方的旗艦卡為《鐵血》卡牌時，可以從己方撤退區將最多2張合計費用為6或以下的不同名的《鐵血》艦船卡登場。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1194,
        "card_name": "圖林根",
        "card_code": "BP06-064",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】將己方卡組最上方的1張卡送入撤退區。之後，當此卡從撤退區登場時，本回合中，此卡獲得【速攻】。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1195,
        "card_name": "圖林根",
        "card_code": "BP06-064<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】將己方卡組最上方的1張卡送入撤退區。之後，當此卡從撤退區登場時，本回合中，此卡獲得【速攻】。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1196,
        "card_name": "U-73",
        "card_code": "BP06-065",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】將手牌中的此卡登場。■【潛水】■當己方撤退區存在7張或以上《鐵血》卡牌時，手牌中的此卡發動【反制】時的費用-1。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1197,
        "card_name": "往昔之影",
        "card_code": "BP06-066",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "5",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為《鐵血》〈輕巡〉卡牌時，將己方卡組最上方的2張卡送入撤退區。之後，可以將己方撤退區的1張費用為5或以下的《鐵血》艦船卡登場。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1198,
        "card_name": "阿瓦隆之門",
        "card_code": "BP06-067",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "7",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為《鐵血》〈輕巡〉卡牌時，將己方卡組最上方的2張卡送入撤退區。之後，可以將己方撤退區的最多2張費用為5或以下的不同名的「埃姆登」/「埃爾賓」/「呂措」/「圖林根」艦船卡登場。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1199,
        "card_name": "誕生之時",
        "card_code": "BP06-068",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】■【主階段啟動】將己方卡組最上方的2張卡送入撤退區。之後，可以將己方撤退區的1張《鐵血》艦船卡加入手牌。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1200,
        "card_name": "永夜的魅影",
        "card_code": "BP06-069",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】■【主階段啟動】本回合中，對方戰場上的1張艦船卡戰力-500。之後，將己方卡組最上方的2張卡送入撤退區，當己方撤退區存在10張或以上《鐵血》卡牌時，將對方戰場上的1張戰力為0或以下的艦船卡擊破。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1201,
        "card_name": "紀伊",
        "card_code": "BP06-070",
        "attributes": {
            "顏　色": "紅藍",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】己方因己方卡牌的技能將作為旗艦耐久的卡牌加入手牌時，可以將此卡轉為休息狀態，並且捨棄1張費用小於己方持有的魔方卡數量的【主階段啟動】《重櫻》事件卡(最高費用不超過4)。若有執行此動作時，發動捨棄的事件卡。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1202,
        "card_name": "紀伊",
        "card_code": "BP06-070<覺醒>",
        "attributes": {
            "顏　色": "紅藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】【每回合1次】己方因己方卡牌的技能將作為旗艦耐久的卡牌加入手牌時，可以捨棄1張費用為4或以下的【主階段啟動】《重櫻》事件卡。若有執行此動作時，發動捨棄的事件卡。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1203,
        "card_name": "紀伊",
        "card_code": "BP06-070<覺醒><SEC>",
        "attributes": {
            "顏　色": "紅藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】【每回合1次】己方因己方卡牌的技能將作為旗艦耐久的卡牌加入手牌時，可以捨棄1張費用為4或以下的【主階段啟動】《重櫻》事件卡。若有執行此動作時，發動捨棄的事件卡。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1204,
        "card_name": "埃姆登",
        "card_code": "BP06-071",
        "attributes": {
            "顏　色": "黃黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的旗艦耐久為1或以下時，此卡戰力+100。■己方從手牌發動費用為4或以上的【主階段啟動】，《皇家》或《鐵血》事件卡時，可以通過將此卡轉為休息狀態使發動的卡牌的費用-1。■【覺醒】己方或對方回合結束時，可以將此卡轉為反面。若有執行此動作時，捨棄1張手牌，抽1張卡。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1205,
        "card_name": "埃姆登",
        "card_code": "BP06-071<SEC>",
        "attributes": {
            "顏　色": "黃黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的旗艦耐久為1或以下時，此卡戰力+100。■己方從手牌發動費用為4或以上的【主階段啟動】，《皇家》或《鐵血》事件卡時，可以通過將此卡轉為休息狀態使發動的卡牌的費用-1。■【覺醒】己方或對方回合結束時，可以將此卡轉為反面。若有執行此動作時，捨棄1張手牌，抽1張卡。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1206,
        "card_name": "埃姆登",
        "card_code": "BP06-071<覺醒>",
        "attributes": {
            "顏　色": "黃黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的旗艦耐久為1或以下時，此卡戰力+100。■【攻擊時】可以捨棄手牌中任意數量的事件卡。每捨棄1張，本次戰鬥中，此卡戰力+100。■【己方或對方回合結束時】可以將此卡轉為正面。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1207,
        "card_name": "埃姆登",
        "card_code": "BP06-071<覺醒><SEC>",
        "attributes": {
            "顏　色": "黃黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的旗艦耐久為1或以下時，此卡戰力+100。■【攻擊時】可以捨棄手牌中任意數量的事件卡。每捨棄1張，本次戰鬥中，此卡戰力+100。■【己方或對方回合結束時】可以將此卡轉為正面。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1208,
        "card_name": "哈爾濱",
        "card_code": "BP06-072",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "9",
            "戰　力": "800",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "UR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方正面表示的5張魔方卡放回魔方卡組：將對方戰場上的1張卡牌轉為休息狀態。本回合中，己方戰場上的艦船卡不能發起攻擊或支援。本回合結束後，己方進行1次額外的回合。■【對方回合開始時】可以選擇己方戰場上的1張擁有【改造】技能的《東煌》艦船卡，從撤退區將1張同名艦船卡以正面向上置於其下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1209,
        "card_name": "哈爾濱",
        "card_code": "BP06-072<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "9",
            "戰　力": "800",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "UR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方正面表示的5張魔方卡放回魔方卡組：將對方戰場上的1張卡牌轉為休息狀態。本回合中，己方戰場上的艦船卡不能發起攻擊或支援。本回合結束後，己方進行1次額外的回合。■【對方回合開始時】可以選擇己方戰場上的1張擁有【改造】技能的《東煌》艦船卡，從撤退區將1張同名艦船卡以正面向上置於其下方。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1210,
        "card_name": "埃吉爾",
        "card_code": "BP06-073",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "10",
            "戰　力": "700",
            "陣　營": "鐵血",
            "艦船類型": "超巡",
            "罕　貴": "UR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【速攻】■當己方擁有7張或以上魔方卡，且己方戰場上不存在「埃吉爾」艦船卡時，己方的撤退區中每存在4張《鐵血》卡牌，手牌與撤退區中的此卡費用-1(上限-5)。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1211,
        "card_name": "埃吉爾",
        "card_code": "BP06-073<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "10",
            "戰　力": "700",
            "陣　營": "鐵血",
            "艦船類型": "超巡",
            "罕　貴": "UR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【速攻】■當己方擁有7張或以上魔方卡，且己方戰場上不存在「埃吉爾」艦船卡時，己方的撤退區中每存在4張《鐵血》卡牌，手牌與撤退區中的此卡費用-1(上限-5)。",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1212,
        "card_name": "安克拉治（魔方卡）",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1213,
        "card_name": "英仙座（魔方卡）",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1215,
        "card_name": "東煌魔方卡",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "BP06"
    },
    {
        "card_id": 1216,
        "card_name": "標槍",
        "card_code": "BP01-032<PR>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】此卡通過攻擊擊破對方的艦船卡或對對方的旗艦卡造成傷害時，將對方戰場上的1張費用為4或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "誓約決定戰 第三期"
    },
	{
        "card_id": 1217,
        "card_name": "萊比錫",
        "card_code": "BP04-055<PR>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方撤退區存在5張或以上卡牌時，戰場上的此卡戰力+100。■【登場時】將己方卡組最上方的1張卡送入撤退區。",
        "acquisition_method": "EP06"
    },
	{
        "card_id": 1218,
        "card_name": "勒馬爾",
        "card_code": "BP05-006<PR>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的4張卡，將其中最多1張《自由鳶尾》或《維希教廷》的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "EP06"
    },
	{
        "card_id": 1219,
        "card_name": "福爾班",
        "card_code": "BP05-021<PR>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "自由鳶尾",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的4張卡，將其中最多1張《自由鳶尾》或《維希教廷》的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "EP06"
    },
	{
        "card_id": 1220,
        "card_name": "獨角獸",
        "card_code": "BP05-041<PR>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】對方可以將其自身戰場上的1張激活狀態的艦船卡轉為休息狀態。若對方未將艦船卡轉為休息狀態，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "EP06"
    },
	{
        "card_id": 1221,
        "card_name": "火奴魯魯",
        "card_code": "BP06-021<PR>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張《白鷹》〈輕巡〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "EP06"
    },
	{
        "card_id": 1222,
        "card_name": "睦月",
        "card_code": "SD05-002<PR>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張〈驅逐〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "EP06"
    },
	{
        "card_id": 1223,
        "card_name": "尼古拉斯",
        "card_code": "SD06-004<PR>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張〈驅逐〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "EP06"
    },
	{
        "card_id": 1224,
        "card_name": "天狼星",
        "card_code": "BP02-049<PR>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【己方回合結束時】當己方戰場上存在3張或以上處於休息狀態的《皇家》卡牌時，將己方的1張魔方卡，或1張位於己方後排的《皇家》〈航母〉/〈輕航〉艦船卡轉為激活狀態。",
        "acquisition_method": "碧海尋春賽"
    },
    {
        "card_id": 1225,
        "card_name": "Z23",
        "card_code": "BP01-059<PR>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "PR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【速攻】(此卡在登場的回合即可發起攻擊)",
        "acquisition_method": "誓約決定戰 第四期"
    },
    {
        "card_id": 1226,
        "card_name": "光輝",
        "card_code": "BP01-026<PR>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "5",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "L-PR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方回合中】【每回合1次】己方的費用為6或以上的《皇家》〈航母〉艦船卡登場時，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "指揮官系統 獎章兌換"
    },
    {
        "card_id": 1227,
        "card_name": "腓特烈大帝",
        "card_code": "BP04-050覺醒<PR>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "L-PR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】己方卡組中的卡牌因己方《鐵血》艦船卡的技能被送入撤退區時，將己方卡組最上方的1張卡送入撤退區。■【攻撃時】將己方卡組最上方的1張卡送入撤退區。",
        "acquisition_method": "碧藍戰卡城市賽 2025 上位獎品"
    },
    {
        "card_id": 1228,
        "card_name": "克里夫蘭",
        "card_code": "BP01-011<PR>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "PR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■此卡與對方後排的卡牌的戰鬥中，此卡戰力+100。■【登場時】公開己方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌為費用為3或以上的《白鷹》艦船卡時，抽1張卡。",
        "acquisition_method": "碧藍戰卡城市賽 2025 優秀獎品"
    },
    {
        "card_id": 1392,
        "card_name": "武藏",
        "card_code": "BP07-001",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張手牌：本次戰鬥中，此卡戰力+100，當此卡通過攻擊對對方的旗艦卡造成傷害時，將作為旗艦耐久的卡牌送入撤退區而非加入手牌。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1393,
        "card_name": "武藏",
        "card_code": "BP07-001<覺醒>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方主階段開始時】當己方手牌數量為2或以下時，抽卡至己方手牌數量為3。■【攻擊時】/【被攻擊時】可以捨棄1張手牌：本次戰鬥中，此卡戰力+100。之後，當己方手牌數量為0時，進一步獲得戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1394,
        "card_name": "武藏",
        "card_code": "BP07-001<覺醒><SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【己方主階段開始時】當己方手牌數量為2或以下時，抽卡至己方手牌數量為3。■【攻擊時】/【被攻擊時】可以捨棄1張手牌：本次戰鬥中，此卡戰力+100。之後，當己方手牌數量為0時，進一步獲得戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1395,
        "card_name": "涼月",
        "card_code": "BP07-002",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■此卡發起攻擊的戰鬥結束時，可以將此卡彈回手牌。若有執行此動作時，可以將手牌的1張費用為2或以下的紅色〈驅逐〉艦船卡登場。通過此技能登場的艦船卡在本回合中獲得【速攻】。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1396,
        "card_name": "酒匂",
        "card_code": "BP07-003<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張《重櫻》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■【攻擊時】/【被攻擊時】當己方手牌數量為5或以下時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1397,
        "card_name": "酒匂",
        "card_code": "BP07-003",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張《重櫻》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■【攻擊時】/【被攻擊時】當己方手牌數量為5或以下時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1398,
        "card_name": "羽黑",
        "card_code": "BP07-004",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "重巡",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方手牌數量為5或以下時，抽1張卡。■【攻擊時】/【被攻擊時】當己方手牌數量為5或以下時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1399,
        "card_name": "熊野",
        "card_code": "BP07-005",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "重巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■【登場時】捨棄2張手牌。之後，當己方手牌數量為5或以下時，對方捨棄1張手牌。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1400,
        "card_name": "金剛",
        "card_code": "BP07-006",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "戰巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+300】■【登場時】從以下選擇1項。・當己方的旗艦卡為「金剛」，且己方不擁有反面魔方卡時，從己方魔方卡組將1張魔方卡以反面置於費用區。・當己方的旗艦卡為「三笠」時，可以將己方手牌的1張費用為2或以下的〈驅逐〉艦船卡登場。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1401,
        "card_name": "金剛",
        "card_code": "BP07-006<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "戰巡",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+300】■【登場時】從以下選擇1項。・當己方的旗艦卡為「金剛」，且己方不擁有反面魔方卡時，從己方魔方卡組將1張魔方卡以反面置於費用區。・當己方的旗艦卡為「三笠」時，可以將己方手牌的1張費用為2或以下的〈驅逐〉艦船卡登場。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1402,
        "card_name": "天城",
        "card_code": "BP07-007",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "戰巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的3張卡，將其中最多1張〈戰列〉或〈航母〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■己方的〈戰列〉「加賀」艦船卡發起攻擊的戰鬥結束時，當己方的旗艦卡為「天城」或〈航母〉卡牌時，可以將己方的5張魔方卡轉為休息狀態，並且將戰場上的此卡與發起攻擊的「加賀」艦船卡置於撤退區。若有執行此動作時，可以將己方手牌中的1張費用為6的「加賀」艦船卡以休息狀態登場。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1403,
        "card_name": "天城",
        "card_code": "BP07-007<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "戰巡",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的3張卡，將其中最多1張〈戰列〉或〈航母〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■己方的〈戰列〉「加賀」艦船卡發起攻擊的戰鬥結束時，當己方的旗艦卡為「天城」或〈航母〉卡牌時，可以將己方的5張魔方卡轉為休息狀態，並且將戰場上的此卡與發起攻擊的「加賀」艦船卡置於撤退區。若有執行此動作時，可以將己方手牌中的1張費用為6的「加賀」艦船卡以休息狀態登場。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1404,
        "card_name": "三笠",
        "card_code": "BP07-008",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】當己方的旗艦卡為「金剛」或「三笠」時，可以將己方手牌中的最多1張費用為5或以下的擁有【改造】技能的艦船卡公開，無需支付費用發動該艦船卡的【改造】技能。(覆蓋在戰場上指定的艦船卡上登場)",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1405,
        "card_name": "三笠",
        "card_code": "BP07-008<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】當己方的旗艦卡為「金剛」或「三笠」時，可以將己方手牌中的最多1張費用為5或以下的擁有【改造】技能的艦船卡公開，無需支付費用發動該艦船卡的【改造】技能。(覆蓋在戰場上指定的艦船卡上登場)",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1406,
        "card_name": "加賀",
        "card_code": "BP07-009",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當對方的手牌數量為7或以上時，抽1張卡。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1407,
        "card_name": "加賀",
        "card_code": "BP07-009<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當對方的手牌數量為7或以上時，抽1張卡。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1408,
        "card_name": "尾張",
        "card_code": "BP07-010",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方手牌數量為5或以下時，手牌中的此卡登場時的費用-1。■【登場時】/【己方主階段開始時】本回合中，己方戰場上除「尾張」以外的1張《重櫻》卡牌戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1409,
        "card_name": "尾張",
        "card_code": "BP07-010<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方手牌數量為5或以下時，手牌中的此卡登場時的費用-1。■【登場時】/【己方主階段開始時】本回合中，己方戰場上除「尾張」以外的1張《重櫻》卡牌戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1410,
        "card_name": "加賀",
        "card_code": "BP07-011",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【對方回合中】【每回合1次】戰場上的此卡發起支援的戰鬥結束時，將此卡轉為激活狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1411,
        "card_name": "加賀",
        "card_code": "BP07-011<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【對方回合中】【每回合1次】戰場上的此卡發起支援的戰鬥結束時，將此卡轉為激活狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1412,
        "card_name": "大鳳",
        "card_code": "BP07-012",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■己方費用為5的「大鳳」艦船卡發起攻擊的戰鬥結束時，當己方的旗艦卡為「大鳳」，且己方戰場上不存在費用為7的「大鳳」艦船卡時，可以將發起攻擊的「大鳳」艦船卡置於撤退區。若有執行此動作時，將手牌中的此卡以休息狀態登場。（此技能在手牌中發動）■【登場時】選擇對方戰場上的1張艦船卡。下一個對方回合中，該卡不能攻擊旗艦卡。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1413,
        "card_name": "大鳳",
        "card_code": "BP07-012<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■己方費用為5的「大鳳」艦船卡發起攻擊的戰鬥結束時，當己方的旗艦卡為「大鳳」，且己方戰場上不存在費用為7的「大鳳」艦船卡時，可以將發起攻擊的「大鳳」艦船卡置於撤退區。若有執行此動作時，將手牌中的此卡以休息狀態登場。（此技能在手牌中發動）■【登場時】選擇對方戰場上的1張艦船卡。下一個對方回合中，該卡不能攻擊旗艦卡。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1414,
        "card_name": "瑞鶴",
        "card_code": "BP07-013",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在「翔鶴」艦船卡時，戰場上的此卡獲得【遠程】【固守+100】。■【轉為休息狀態時】當己方的旗艦卡為〈航母〉卡牌時，抽1張卡，將1張手牌置於卡組最上方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1415,
        "card_name": "瑞鶴",
        "card_code": "BP07-013<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在「翔鶴」艦船卡時，戰場上的此卡獲得【遠程】【固守+100】。■【轉為休息狀態時】當己方的旗艦卡為〈航母〉卡牌時，抽1張卡，將1張手牌置於卡組最上方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1416,
        "card_name": "葛城",
        "card_code": "BP07-014",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方手牌數量為5或以下時，戰場上的此卡獲得【遠程】。■【登場時】可以捨棄1張手牌或將1張作為旗艦耐久的卡牌加入手牌。若有執行此動作時，可以將己方撤退區除「葛城」以外的1張《重櫻》艦船卡加入手牌。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1417,
        "card_name": "葛城",
        "card_code": "BP07-014<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方手牌數量為5或以下時，戰場上的此卡獲得【遠程】。■【登場時】可以捨棄1張手牌或將1張作為旗艦耐久的卡牌加入手牌。若有執行此動作時，可以將己方撤退區除「葛城」以外的1張《重櫻》艦船卡加入手牌。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1418,
        "card_name": "伊13",
        "card_code": "BP07-015",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "700",
            "陣　營": "重櫻",
            "艦船類型": "潛母",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】將手牌中的此卡登場。之後，當己方手牌數量為3或以下時，抽1張卡。■【潛水】■當己方手牌中僅存在此卡，且己方戰場上不存在費用為3的「伊13」時，發動此卡【反制】技能時的費用-2。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1419,
        "card_name": "伊13",
        "card_code": "BP07-015<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "700",
            "陣　營": "重櫻",
            "艦船類型": "潛母",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】將手牌中的此卡登場。之後，當己方手牌數量為3或以下時，抽1張卡。■【潛水】■當己方手牌中僅存在此卡，且己方戰場上不存在費用為3的「伊13」時，發動此卡【反制】技能時的費用-2。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1420,
        "card_name": "讓·巴爾",
        "card_code": "BP07-016",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "維希教廷",
            "艦船類型": "戰列",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】可以將己方正面表示的4張魔方卡轉為休息狀態，並且公開己方手牌中的2張《維希教廷》事件卡：將手牌中的此卡登場。（此技能在手牌中發動）■【每回合1次】己方發動擁有【追擊】技能的《維希教廷》事件卡時，當己方的旗艦卡為《維希教廷》卡牌，且己方戰場上不存在除此卡以外的「讓・巴爾」艦船卡時，對方捨棄1張手牌。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1421,
        "card_name": "讓·巴爾",
        "card_code": "BP07-016<SEC>",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "維希教廷",
            "艦船類型": "戰列",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】可以將己方正面表示的4張魔方卡轉為休息狀態，並且公開己方手牌中的2張《維希教廷》事件卡：將手牌中的此卡登場。（此技能在手牌中發動）■【每回合1次】己方發動擁有【追擊】技能的《維希教廷》事件卡時，當己方的旗艦卡為《維希教廷》卡牌，且己方戰場上不存在除此卡以外的「讓・巴爾」艦船卡時，對方捨棄1張手牌。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1422,
        "card_name": "邪魔退散",
        "card_code": "BP07-017",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "6",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】將對方戰場上的1張艦船卡置於對方旗艦耐久的最上方或最下方。之後，己方與對方各自捨棄1張手牌。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1423,
        "card_name": "止戈",
        "card_code": "BP07-018",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】■【主階段啟動】選擇對方戰場上的1張艦船卡，直到下一個對方的回合結束時，該卡不能攻擊。之後，選擇對方戰場上的1張不擁有技能的艦船卡，本回合中，該卡不能攻擊或支援。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1424,
        "card_name": "櫻之結界",
        "card_code": "BP07-019",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】本次戰鬥中，己方戰場上的1張卡牌戰力+200。之後，將撤退區的此卡置於卡組最下方。■當己方的旗艦卡為「長門」或「武蔵」時，可以捨棄1張手牌，支付費用將此卡從撤退區發動。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1425,
        "card_name": "約克鎮II",
        "card_code": "BP07-020",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將此卡轉為休息狀態：抽1張卡，將1張手牌置於卡組最上方或最下方。之後，當己方戰場上存在3張或以上《白鷹》卡牌時，將此卡轉為激活狀態。■【覺醒】己方的旗艦耐久為0時，將此卡轉為反面。之後，將己方卡組最上方的1張卡置於旗艦耐久的最上方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1426,
        "card_name": "約克鎮II",
        "card_code": "BP07-020<覺醒>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】抽1張卡，將1張手牌置於卡組最上方或最下方。■【攻擊時】/【被攻擊時】可以將己方手牌的1張《白鷹》艦船卡以正面向上置於此卡下方：本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1427,
        "card_name": "約克鎮II",
        "card_code": "BP07-020<覺醒><SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】抽1張卡，將1張手牌置於卡組最上方或最下方。■【攻擊時】/【被攻擊時】可以將己方手牌的1張《白鷹》艦船卡以正面向上置於此卡下方：本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1428,
        "card_name": "哈曼II",
        "card_code": "BP07-021",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "-"
        },
        "card_effect": "■當己方戰場上存在3張或以上《白鷹》卡牌時，所有區域的此卡支援+100。■【登場時】宣言1個數字，將己方卡組最上方的1張卡牌以正面向上置於此卡下方。之後，當放置的卡牌為與宣言數字相同費用的《白鷹》艦船卡時，抽2張卡，將1張手牌置於卡組最上方或最下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1429,
        "card_name": "哈曼II",
        "card_code": "BP07-021<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "-"
        },
        "card_effect": "■當己方戰場上存在3張或以上《白鷹》卡牌時，所有區域的此卡支援+100。■【登場時】宣言1個數字，將己方卡組最上方的1張卡牌以正面向上置於此卡下方。之後，當放置的卡牌為與宣言數字相同費用的《白鷹》艦船卡時，抽2張卡，將1張手牌置於卡組最上方或最下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1430,
        "card_name": "安克拉治",
        "card_code": "BP07-022",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■此卡發起攻擊的戰鬥結束時，當己方的旗艦卡為《白鷹》〈航母〉卡牌時，可以將此卡彈回卡組最下方。若有執行此動作時，抽1張卡，可以將己方手牌中的1張費用小於等於己方魔方卡數量的《白鷹》〈重巡〉艦船卡登場。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1431,
        "card_name": "安克拉治",
        "card_code": "BP07-022<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■此卡發起攻擊的戰鬥結束時，當己方的旗艦卡為《白鷹》〈航母〉卡牌時，可以將此卡彈回卡組最下方。若有執行此動作時，抽1張卡，可以將己方手牌中的1張費用小於等於己方魔方卡數量的《白鷹》〈重巡〉艦船卡登場。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1432,
        "card_name": "北安普敦",
        "card_code": "BP07-023",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】可以選擇己方戰場上的1張名稱中帶有「Ⅱ」的卡牌，將戰場上的此卡以正面向上置於該卡下方：抽1張卡。■當此卡以正面向上置於戰場上名稱中帶有「Ⅱ」的卡牌下方時，該卡獲得以下技能。・【攻擊時】可以將此卡下方的1張「北安普敦」艦船卡送入撤退區：本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1433,
        "card_name": "休士頓",
        "card_code": "BP07-024",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】可以選擇己方戰場上的1張名稱中帶有「Ⅱ」的卡牌，將戰場上的此卡以正面向上置於該卡下方：抽1張卡。■當此卡以正面向上置於戰場上名稱中帶有「Ⅱ」的卡牌下方時，該卡獲得以下技能。・【己方回合結束時】可以將此卡下方的1張「休士頓」艦船卡送入撤退區：將此卡轉為激活狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1434,
        "card_name": "明尼亞波利斯",
        "card_code": "BP07-025",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄1張手牌：當己方的旗艦卡為《白鷹》〈戰列〉卡牌時，本回合中，位於前排的此卡可以攻擊對方處於激活狀態的艦船卡。■此卡發起攻擊的戰鬥結束時，可以將此卡彈回手牌。若有執行此動作時，可以將己方手牌中除「明尼亞波利斯」以外的1張費用為4或以下的《白鷹》〈重巡〉艦船卡登場。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1435,
        "card_name": "明尼亞波利斯",
        "card_code": "BP07-025<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄1張手牌：當己方的旗艦卡為《白鷹》〈戰列〉卡牌時，本回合中，位於前排的此卡可以攻擊對方處於激活狀態的艦船卡。■此卡發起攻擊的戰鬥結束時，可以將此卡彈回手牌。若有執行此動作時，可以將己方手牌中除「明尼亞波利斯」以外的1張費用為4或以下的《白鷹》〈重巡〉艦船卡登場。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1436,
        "card_name": "北安普敦II",
        "card_code": "BP07-026",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】宣言1個數字，將己方卡組最上方的1張卡牌以正面向上置於此卡下方。之後，當放置的卡牌為與宣言數字相同費用的《白鷹》艦船卡時，本回合中，位於前排的此卡可以攻擊對方處於激活狀態的卡牌。■此卡通過攻擊擊破對方處於激活狀態的艦船卡的戰鬥結束時，將己方撤退區的1張名稱中帶有「Ⅱ」的艦船卡加入手牌。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1437,
        "card_name": "北安普敦II",
        "card_code": "BP07-026<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】宣言1個數字，將己方卡組最上方的1張卡牌以正面向上置於此卡下方。之後，當放置的卡牌為與宣言數字相同費用的《白鷹》艦船卡時，本回合中，位於前排的此卡可以攻擊對方處於激活狀態的卡牌。■此卡通過攻擊擊破對方處於激活狀態的艦船卡的戰鬥結束時，將己方撤退區的1張名稱中帶有「Ⅱ」的艦船卡加入手牌。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1438,
        "card_name": "麻薩諸塞",
        "card_code": "BP07-027",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■己方前排每存在1張〈重巡〉或〈戰列〉艦船卡，戰場上的此卡戰力+100。■己方戰場上的《白鷹》〈重巡〉艦船卡在己方戰鬥階段中彈回手牌或卡組最下方時，當己方戰場上不存在「麻薩諸塞」艦船卡時，可以將手牌中的此卡登場。（此技能在手牌中發動）",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1439,
        "card_name": "麻薩諸塞",
        "card_code": "BP07-027<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "200",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■己方前排每存在1張〈重巡〉或〈戰列〉艦船卡，戰場上的此卡戰力+100。■己方戰場上的《白鷹》〈重巡〉艦船卡在己方戰鬥階段中彈回手牌或卡組最下方時，當己方戰場上不存在「麻薩諸塞」艦船卡時，可以將手牌中的此卡登場。（此技能在手牌中發動）",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1440,
        "card_name": "阿拉巴馬",
        "card_code": "BP07-028",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■通過己方費用為4的《白鷹》〈重巡〉艦船卡的技能登場己方手牌中的1張《白鷹》〈重巡〉艦船卡時，可以作為代替將手牌中的此卡登場。■此卡發起攻擊的戰鬥結束時，當己方正面表示的魔方卡數量為7或以上時，可以將此卡彈回手牌。若有執行此動作時，可以將己方手牌中的1張費用為7的「阿拉巴馬」艦船卡以休息狀態登場。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1441,
        "card_name": "小企業",
        "card_code": "BP07-029",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■所有區域的此卡同樣被視為「企業」。■【登場時】抽1張卡。■【主階段啟動】可以將己方的6張魔方卡轉為休息狀態，並將戰場上的此卡置於撤退區：當己方的旗艦卡為《白鷹》〈航母〉卡牌時，可以將己方手牌中的1張費用為7的「企業」艦船卡登場。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1442,
        "card_name": "大黃蜂II",
        "card_code": "BP07-030",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】宣言1個數字，將己方卡組最上方的1張卡牌以正面向上置於此卡下方。之後，當放置的卡牌為與宣言數字相同費用的《白鷹》艦船卡時，將對方戰場上的1張費用為4或以下的艦船卡彈回手牌。■【每回合1次】戰場上的此卡發起支援的戰鬥結束時，將此卡轉為激活狀態。之後，本回合中，此卡戰力+100，獲得【遠程】。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1443,
        "card_name": "大黃蜂II",
        "card_code": "BP07-030<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】宣言1個數字，將己方卡組最上方的1張卡牌以正面向上置於此卡下方。之後，當放置的卡牌為與宣言數字相同費用的《白鷹》艦船卡時，將對方戰場上的1張費用為4或以下的艦船卡彈回手牌。■【每回合1次】戰場上的此卡發起支援的戰鬥結束時，將此卡轉為激活狀態。之後，本回合中，此卡戰力+100，獲得【遠程】。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1444,
        "card_name": "蘭利",
        "card_code": "BP07-031",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "白鷹",
            "艦船類型": "輕航",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張名稱中帶有「Ⅱ」的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■當此卡以正面向上置於戰場上名稱中帶有「Ⅱ」的艦船卡下方時，該艦船卡獲得以下技能。・【主階段啟動】可以將此卡下方的1張「蘭利」艦船卡送入撤退區：可以將此卡移動至未被放置卡牌的己方戰場。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1445,
        "card_name": "蘭利II",
        "card_code": "BP07-032<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "輕航",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】宣言1個數字，將己方卡組最上方的1張卡牌以正面向上置於此卡下方。之後，當放置的卡牌為與宣言數字相同費用的《白鷹》艦船卡時，可以將己方手牌的1張費用為5或以下的《白鷹》卡牌公開並置於己方旗艦耐久的最上方或最下方。若有執行此動作時，將己方旗艦耐久最上方或最下方的1張卡牌加入手牌。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1446,
        "card_name": "路易九世",
        "card_code": "BP07-033",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "自由鳶尾",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄1張《白鷹》或《自由鳶尾》的事件卡：抽1張卡。之後，可以將己方的《白鷹》或《自由鳶尾》的旗艦卡轉為休息狀態。若有執行此動作時，抽1張卡。■【攻擊時】當此卡攻擊旗艦卡時，己方撤退區每存在1張《白鷹》或《自由鳶尾》事件卡，本次戰鬥中，此卡戰力+100。(上限+400)",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1447,
        "card_name": "路易九世",
        "card_code": "BP07-033<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "自由鳶尾",
            "艦船類型": "重巡",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄1張《白鷹》或《自由鳶尾》的事件卡：抽1張卡。之後，可以將己方的《白鷹》或《自由鳶尾》的旗艦卡轉為休息狀態。若有執行此動作時，抽1張卡。■【攻擊時】當此卡攻擊旗艦卡時，己方撤退區每存在1張《白鷹》或《自由鳶尾》事件卡，本次戰鬥中，此卡戰力+100。(上限+400)",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1448,
        "card_name": "黎胥留",
        "card_code": "BP07-034",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "自由鳶尾",
            "艦船類型": "戰列",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方撤退區存在3張或以上《自由鳶尾》事件卡時，手牌中的此卡登場時所需支付費用-1。■【登場時】當己方的旗艦卡為《自由鳶尾》卡牌時，查看己方卡組最上方的2張卡，將其中最多1張《自由鳶尾》卡牌公開並加入手牌，而後將其餘卡牌送入撤退區。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1449,
        "card_name": "黎胥留",
        "card_code": "BP07-034<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "自由鳶尾",
            "艦船類型": "戰列",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方撤退區存在3張或以上《自由鳶尾》事件卡時，手牌中的此卡登場時所需支付費用-1。■【登場時】當己方的旗艦卡為《自由鳶尾》卡牌時，查看己方卡組最上方的2張卡，將其中最多1張《自由鳶尾》卡牌公開並加入手牌，而後將其餘卡牌送入撤退區。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1450,
        "card_name": "整修完畢",
        "card_code": "BP07-035",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "5",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為戰力為400的「約克鎮」時，抽1張卡，之後，可以公開己方手牌的1張費用為5或以下的《白鷹》卡牌。將公開的卡牌置於己方旗艦耐久的最上方或最下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1451,
        "card_name": "開闢前路",
        "card_code": "BP07-036",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "6",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】將對方戰場上的1張艦船卡彈回手牌。之後，查看己方卡組最上方的1張卡，將其置於卡組最上方或最下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1452,
        "card_name": "永遠銘刻的記憶",
        "card_code": "BP07-037",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】當己方的旗艦卡為「約克鎮」或「企業」時，本次戰鬥中，己方戰場上的1張卡牌戰力+200。之後，當己方的旗艦耐久為0，或旗艦卡原本的戰力為400時，宣言1個數字，將己方卡組最上方的1張卡送入撤退區。當送入撤退區的卡牌為宣言數字費用的《白鷹》艦船卡時，進一步使其戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1453,
        "card_name": "冰墻",
        "card_code": "BP07-038",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "白鷹/北方聯合",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】■【主階段啟動】選擇對方戰場上的1張艦船卡，直到下一個對方回合結束時，該卡不能攻擊。之後，查看己方卡組最上方的1張卡，將其置於卡組最上方或最下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1454,
        "card_name": "普利茅斯",
        "card_code": "BP07-039",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將己方的1張魔方卡彈回魔方卡組：從己方魔方卡組將1張魔方卡以反面置於費用區。當己方正面表示的魔方卡數量小於對方的魔方卡數量時，可以將魔方卡以正面置於費用區而非反面。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1455,
        "card_name": "普利茅斯",
        "card_code": "BP07-039<覺醒>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將己方的1張魔方卡彈回魔方卡組：從己方魔方卡組將1張魔方卡以反面置於費用區。當己方正面表示的魔方卡數量小於對方的魔方卡數量時，可以將魔方卡以正面置於費用區而非反面。之後，對方將其自身戰場上的1張處於激活狀態的艦船卡轉為休息狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1456,
        "card_name": "普利茅斯",
        "card_code": "BP07-039<覺醒><SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將己方的1張魔方卡彈回魔方卡組：從己方魔方卡組將1張魔方卡以反面置於費用區。當己方正面表示的魔方卡數量小於對方的魔方卡數量時，可以將魔方卡以正面置於費用區而非反面。之後，對方將其自身戰場上的1張處於激活狀態的艦船卡轉為休息狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1457,
        "card_name": "雅努斯",
        "card_code": "BP07-040",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的3張卡，將其中最多1張《碧藍航線》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■【主階段啟動】可以將戰場上的此卡置於撤退區，並將己方的1張魔方卡彈回魔方卡組：當己方正面表示的魔方卡數量小於對方的魔方卡數量時，從己方魔方卡組將1張魔方卡以正面置於費用區。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1458,
        "card_name": "雅努斯",
        "card_code": "BP07-040<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的3張卡，將其中最多1張《碧藍航線》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■【主階段啟動】可以將戰場上的此卡置於撤退區，並將己方的1張魔方卡彈回魔方卡組：當己方正面表示的魔方卡數量小於對方的魔方卡數量時，從己方魔方卡組將1張魔方卡以正面置於費用區。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1459,
        "card_name": "卡律布狄斯",
        "card_code": "BP07-041",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■反面表示的魔方卡被置於己方的費用區時，可以將戰場上的此卡置於撤退區。若有執行此動作時，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1460,
        "card_name": "貝爾法斯特",
        "card_code": "BP07-042",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "200",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【強擊+200】■【己方回合中】【每回合1次】因己方《皇家》旗艦卡的技能導致己方的旗艦卡或魔方卡轉為激活狀態時，將此卡轉為激活狀態。之後，當己方正面表示的魔方卡數量為6或以上時，可以將戰場上的此卡置於撤退區。若有執行此動作時，抽1張卡，並且，可以將己方手牌的1張費用為6的《皇家》艦船卡以休息狀態登場。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1461,
        "card_name": "貝爾法斯特",
        "card_code": "BP07-042<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "200",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【強擊+200】■【己方回合中】【每回合1次】因己方《皇家》旗艦卡的技能導致己方的旗艦卡或魔方卡轉為激活狀態時，將此卡轉為激活狀態。之後，當己方正面表示的魔方卡數量為6或以上時，可以將戰場上的此卡置於撤退區。若有執行此動作時，抽1張卡，並且，可以將己方手牌的1張費用為6的《皇家》艦船卡以休息狀態登場。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1462,
        "card_name": "小貝法",
        "card_code": "BP07-043",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■所有區域的此卡同樣被視為「貝爾法斯特」。■【登場時】抽1張卡，捨棄1張手牌。■【主階段啟動】【每回合1次】可以將己方戰場上的此卡與己方戰場上的1張《皇家》艦船卡轉為休息狀態：當己方的手牌數量為7或以下時，查看己方卡組最上方的2張卡，將其中最多1張《皇家》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1463,
        "card_name": "小貝法",
        "card_code": "BP07-043<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■所有區域的此卡同樣被視為「貝爾法斯特」。■【登場時】抽1張卡，捨棄1張手牌。■【主階段啟動】【每回合1次】可以將己方戰場上的此卡與己方戰場上的1張《皇家》艦船卡轉為休息狀態：當己方的手牌數量為7或以下時，查看己方卡組最上方的2張卡，將其中最多1張《皇家》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1464,
        "card_name": "赫敏",
        "card_code": "BP07-044",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當登場此卡使用了反面表示的魔方卡時，根據使用的反面魔方卡數量，適用以下全部。・當使用2張或以上時，從己方魔方卡組將3張魔方卡以反面置於費用區。・當使用3張或以上時，將對方戰場上的1張處於休息狀態的費用為3或以下的艦船卡擊破。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1465,
        "card_name": "赫敏",
        "card_code": "BP07-044<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當登場此卡使用了反面表示的魔方卡時，根據使用的反面魔方卡數量，適用以下全部。・當使用2張或以上時，從己方魔方卡組將3張魔方卡以反面置於費用區。・當使用3張或以上時，將對方戰場上的1張處於休息狀態的費用為3或以下的艦船卡擊破。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1466,
        "card_name": "斯庫拉",
        "card_code": "BP07-045",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "100",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在3張或以上《碧藍航線》的卡牌時，戰場上的此卡戰力+400。■【登場時】從己方魔方卡組將1張魔方卡以反面置於費用區。當登場此卡使用了反面表示的魔方卡時，進一步從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1467,
        "card_name": "斯庫拉",
        "card_code": "BP07-045<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "100",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在3張或以上《碧藍航線》的卡牌時，戰場上的此卡戰力+400。■【登場時】從己方魔方卡組將1張魔方卡以反面置於費用區。當登場此卡使用了反面表示的魔方卡時，進一步從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1468,
        "card_name": "約克公爵",
        "card_code": "BP07-046",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "8",
            "戰　力": "800",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】從己方魔方卡組將1張魔方卡以反面置於費用區。之後，本回合中，此卡可以攻擊對方處於休息狀態的卡牌。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1469,
        "card_name": "約克公爵",
        "card_code": "BP07-046<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "8",
            "戰　力": "800",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】從己方魔方卡組將1張魔方卡以反面置於費用區。之後，本回合中，此卡可以攻擊對方處於休息狀態的卡牌。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1470,
        "card_name": "豪",
        "card_code": "BP07-047",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】本回合中，此卡可以攻擊對方處於休息狀態的艦船卡。之後，當己方的旗艦卡為「英王喬治五世」或對方的旗艦卡為《赤色中軸》的卡牌時，本回合中，此卡獲得【強擊+100】。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1471,
        "card_name": "皇家方舟",
        "card_code": "BP07-048",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【支援時】【己方回合中】可以捨棄1張手牌：將己方戰場上的1張費用為2或以下的不擁有技能的〈驅逐〉艦船卡轉為激活狀態。之後，本回合中，己方戰場上的艦船卡無法再因技能轉為激活狀態。■【攻擊時】可以將己方戰場上任意數量的不擁有技能的〈驅逐〉艦船卡以正面向上置於此卡下方。此卡下方每存在1張卡，本回合中，此卡戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1472,
        "card_name": "光輝",
        "card_code": "BP07-049",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "10",
            "戰　力": "1000",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■己方費用為8的〈航母〉艦船卡發起攻擊的戰鬥結束時，當己方的旗艦卡為「光輝」時，可以將發起攻擊的艦船卡置於撤退區。若有執行此動作時，將手牌中的此卡登場。（此技能在手牌中發動）■【登場時】本回合中，此卡可以攻擊對方處於休息狀態的卡牌。之後，將對方的1張艦船卡轉為休息狀態，並且在下一個對方的重置階段中，該卡不能被轉為激活狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1473,
        "card_name": "光輝",
        "card_code": "BP07-049<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "10",
            "戰　力": "1000",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■己方費用為8的〈航母〉艦船卡發起攻擊的戰鬥結束時，當己方的旗艦卡為「光輝」時，可以將發起攻擊的艦船卡置於撤退區。若有執行此動作時，將手牌中的此卡登場。（此技能在手牌中發動）■【登場時】本回合中，此卡可以攻擊對方處於休息狀態的卡牌。之後，將對方的1張艦船卡轉為休息狀態，並且在下一個對方的重置階段中，該卡不能被轉為激活狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1474,
        "card_name": "小光輝",
        "card_code": "BP07-050",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "100",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■所有區域的此卡同樣被視為「光輝」。■己方從手牌登場費用為8的《皇家》〈航母〉艦船卡時，可以將此卡轉為休息狀態。若有執行此動作時，登場該艦船卡所需支付費用-1。■【登場時】當己方的旗艦卡為「獨角獸」時，將己方的旗艦卡轉為激活狀態。之後，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1475,
        "card_name": "怨仇",
        "card_code": "BP07-051",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "9",
            "戰　力": "700",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■己方戰場上的卡牌下方每存在3張卡牌，手牌中的此卡登場時所需支付費用-1。(上限-3)■【轉為休息狀態時】【每回合1次】當己方戰場上不存在除此卡以外的「怨仇」艦船卡時，將對方戰場上的1張艦船卡轉為休息狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1476,
        "card_name": "怨仇",
        "card_code": "BP07-051<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "9",
            "戰　力": "700",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■己方戰場上的卡牌下方每存在3張卡牌，手牌中的此卡登場時所需支付費用-1。(上限-3)■【轉為休息狀態時】【每回合1次】當己方戰場上不存在除此卡以外的「怨仇」艦船卡時，將對方戰場上的1張艦船卡轉為休息狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1477,
        "card_name": "獨角獸",
        "card_code": "BP07-052",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】抽1張卡。■己方的「光輝」或「獨角獸」旗艦卡被對方艦船卡攻擊時，可以將戰場上的此卡置於撤退區。若有執行此動作時，對方可以選擇其自身戰場上的1張卡牌轉為休息狀態。若未將卡牌轉為休息狀態時，本次戰鬥中，己方旗艦卡戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1478,
        "card_name": "獨角獸",
        "card_code": "BP07-052<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】抽1張卡。■己方的「光輝」或「獨角獸」旗艦卡被對方艦船卡攻擊時，可以將戰場上的此卡置於撤退區。若有執行此動作時，對方可以選擇其自身戰場上的1張卡牌轉為休息狀態。若未將卡牌轉為休息狀態時，本次戰鬥中，己方旗艦卡戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1479,
        "card_name": "獨角獸.改",
        "card_code": "BP07-053",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】③：「獨角獸」■【登場時】根據此卡下方卡牌的數量，適用以下全部。・當數量為1或以上時，從己方魔方卡組將1張魔方卡以反面置於費用區。・當數量為2或以上時，抽1張卡，將對方戰場上的1張艦船卡轉為休息狀態。・當數量為3或以上時，將對方戰場上的1張處於休息狀態的費用為5或以下的艦船卡擊破。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1480,
        "card_name": "獨角獸.改",
        "card_code": "BP07-053<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】③：「獨角獸」■【登場時】根據此卡下方卡牌的數量，適用以下全部。・當數量為1或以上時，從己方魔方卡組將1張魔方卡以反面置於費用區。・當數量為2或以上時，抽1張卡，將對方戰場上的1張艦船卡轉為休息狀態。・當數量為3或以上時，將對方戰場上的1張處於休息狀態的費用為5或以下的艦船卡擊破。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1481,
        "card_name": "聖女貞德",
        "card_code": "BP07-054",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "自由鳶尾",
            "艦船類型": "輕巡",
            "罕　貴": "SR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的2張卡，將其中最多1張《皇家》或《自由鳶尾》卡牌公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■己方從手牌發動費用為2或以下的【主階段啟動】或【追擊】事件卡時，可以將戰場上的此卡置於卡組最下方。若有執行此動作時，發動的事件卡費用-1。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1482,
        "card_name": "聖女貞德",
        "card_code": "BP07-054<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "自由鳶尾",
            "艦船類型": "輕巡",
            "罕　貴": "SR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的2張卡，將其中最多1張《皇家》或《自由鳶尾》卡牌公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■己方從手牌發動費用為2或以下的【主階段啟動】或【追擊】事件卡時，可以將戰場上的此卡置於卡組最下方。若有執行此動作時，發動的事件卡費用-1。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1483,
        "card_name": "女僕的侍奉",
        "card_code": "BP07-055",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "6",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】選擇對方戰場上的1張艦船卡，將該卡轉為休息狀態，並且在下一個對方的重置階段中，該卡不能被轉為激活狀態。之後，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1484,
        "card_name": "探究之霧雨",
        "card_code": "BP07-056",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】本次戰鬥中，己方戰場上的1張《皇家》卡牌戰力+200。之後，當發動此卡使用了反面表示的魔方卡，且己方正面表示的魔方卡數量小於對方的魔方卡數量時，從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1485,
        "card_name": "淑女的茶會",
        "card_code": "BP07-057",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "皇家",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】本次戰鬥中，己方戰場上的1張卡牌戰力+400。之後，可以將己方的1張魔方卡彈回魔方卡組。若有執行此動作時，對方將其自身戰場上的1張處於激活狀態的費用為3或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1486,
        "card_name": "俾斯麥Zwei",
        "card_code": "BP07-058",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當此卡下方的卡牌數量為2或以下時，可以將己方手牌的1張艦船卡以正面向上置於此卡下方。若有執行此動作時，抽1張卡。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1487,
        "card_name": "俾斯麥Zwei",
        "card_code": "BP07-058<覺醒>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】/【被攻擊時】【每回合1次】可以將此卡下方的2張或5張卡牌送入撤退區：根據送入撤退區的卡牌數量，適用以下。・當數量為2時，可以將己方手牌的1張「U-556」艦船卡登場。・當數量為5時，將此卡轉為激活狀態，本回合中，此卡戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1488,
        "card_name": "俾斯麥Zwei",
        "card_code": "BP07-058<覺醒><SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】/【被攻擊時】【每回合1次】可以將此卡下方的2張或5張卡牌送入撤退區：根據送入撤退區的卡牌數量，適用以下。・當數量為2時，可以將己方手牌的1張「U-556」艦船卡登場。・當數量為5時，將此卡轉為激活狀態，本回合中，此卡戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1489,
        "card_name": "Z25",
        "card_code": "BP07-059",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【強擊+300】■當己方《鐵血》旗艦卡的下方存在3張或以上卡牌，或己方撤退區存在5張或以上卡牌時，位於前排的此卡可以攻擊對方處於激活狀態的艦船卡。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1490,
        "card_name": "Z26",
        "card_code": "BP07-060",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】公開己方卡組最上方的1張卡，將其送入撤退區或以正面向上置於己方《鐵血》〈戰列〉旗艦卡的下方。 ■【己方回合結束時】當己方旗艦卡下方存在3張或以上卡牌，或己方撤退區存在5張或以上卡牌時，將己方的《鐵血》〈戰列〉旗艦卡轉為激活狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1491,
        "card_name": "美因茲",
        "card_code": "BP07-061",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】公開己方卡組最上方的1張卡，將其送入撤退區或以正面向上置於己方《鐵血》〈戰列〉旗艦卡的下方。■【轉為休息狀態時】【對方回合中】本回合中，對方前排的1張艦船卡戰力-100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1492,
        "card_name": "美因茲",
        "card_code": "BP07-061<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】公開己方卡組最上方的1張卡，將其送入撤退區或以正面向上置於己方《鐵血》〈戰列〉旗艦卡的下方。■【轉為休息狀態時】【對方回合中】本回合中，對方前排的1張艦船卡戰力-100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1493,
        "card_name": "雷根斯堡",
        "card_code": "BP07-062",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】本回合中，此卡獲得【速攻】【強擊+100】。 ■【每回合1次】此卡通過攻擊擊破對方艦船卡的戰鬥結束時，將此卡轉為激活狀態。之後，公開己方卡組最上方的1張卡，將其送入撤退區或以正面向上置於己方《鐵血》〈戰列〉旗艦卡的下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1494,
        "card_name": "雷根斯堡",
        "card_code": "BP07-062<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】本回合中，此卡獲得【速攻】【強擊+100】。 ■【每回合1次】此卡通過攻擊擊破對方艦船卡的戰鬥結束時，將此卡轉為激活狀態。之後，公開己方卡組最上方的1張卡，將其送入撤退區或以正面向上置於己方《鐵血》〈戰列〉旗艦卡的下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1495,
        "card_name": "羅恩",
        "card_code": "BP07-063",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張〈驅逐〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■己方的艦船卡通過【改造】登場時，可以將戰場上的此卡置於撤退區。若有執行此動作時，公開己方卡組最上方的1張卡，當公開的卡牌為費用為2或以下的〈驅逐〉艦船卡時，可以將該卡登場。若未將該卡登場時，將其置於卡組最下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1496,
        "card_name": "羅恩",
        "card_code": "BP07-063<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張〈驅逐〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■己方的艦船卡通過【改造】登場時，可以將戰場上的此卡置於撤退區。若有執行此動作時，公開己方卡組最上方的1張卡，當公開的卡牌為費用為2或以下的〈驅逐〉艦船卡時，可以將該卡登場。若未將該卡登場時，將其置於卡組最下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1497,
        "card_name": "布呂歇爾",
        "card_code": "BP07-064",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】公開己方卡組最上方的2張卡，對方從其中選擇1張。將對方選擇的卡牌加入手牌，而後將其餘卡牌送入撤退區或以正面向上置於己方《鐵血》〈戰列〉旗艦卡的下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1498,
        "card_name": "布呂歇爾",
        "card_code": "BP07-064<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】公開己方卡組最上方的2張卡，對方從其中選擇1張。將對方選擇的卡牌加入手牌，而後將其餘卡牌送入撤退區或以正面向上置於己方《鐵血》〈戰列〉旗艦卡的下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1499,
        "card_name": "海因里希親王",
        "card_code": "BP07-065",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】公開己方卡組最上方的1張卡，將其送入撤退區或以正面向上置於己方《鐵血》〈戰列〉旗艦卡的下方。之後，可以捨棄1張手牌或將1張作為旗艦耐久的卡牌加入手牌。若有執行此動作時，可以將己方撤退區除「海因里希親王」以外的1張《鐵血》艦船卡加入手牌。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1500,
        "card_name": "海因里希親王",
        "card_code": "BP07-065<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】公開己方卡組最上方的1張卡，將其送入撤退區或以正面向上置於己方《鐵血》〈戰列〉旗艦卡的下方。之後，可以捨棄1張手牌或將1張作為旗艦耐久的卡牌加入手牌。若有執行此動作時，可以將己方撤退區除「海因里希親王」以外的1張《鐵血》艦船卡加入手牌。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1501,
        "card_name": "沙恩霍斯特",
        "card_code": "BP07-066",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡為〈戰列〉或〈戰巡〉卡牌時，公開己方卡組最上方的1張卡，將其送入撤退區或以正面向上置於己方《鐵血》〈戰列〉旗艦卡的下方。之後，可以將己方手牌的1張費用小於等於己方正面表示的魔方卡數量的「格奈森瑙」艦船卡以休息狀態登場。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1502,
        "card_name": "沙恩霍斯特",
        "card_code": "BP07-066<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡為〈戰列〉或〈戰巡〉卡牌時，公開己方卡組最上方的1張卡，將其送入撤退區或以正面向上置於己方《鐵血》〈戰列〉旗艦卡的下方。之後，可以將己方手牌的1張費用小於等於己方正面表示的魔方卡數量的「格奈森瑙」艦船卡以休息狀態登場。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1503,
        "card_name": "格奈森瑙",
        "card_code": "BP07-067",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■此卡登場時，或被己方的《鐵血》旗艦卡的【攻擊時】的技能捨棄時，公開己方卡組最上方的1張卡，將其送入撤退區或以正面向上置於己方《鐵血》〈戰列〉旗艦卡的下方。之後，查看己方卡組最上方的5張卡，將其中最多1張〈戰巡〉艦船卡或《鐵血》事件卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1504,
        "card_name": "格奈森瑙",
        "card_code": "BP07-067<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■此卡登場時，或被己方的《鐵血》旗艦卡的【攻擊時】的技能捨棄時，公開己方卡組最上方的1張卡，將其送入撤退區或以正面向上置於己方《鐵血》〈戰列〉旗艦卡的下方。之後，查看己方卡組最上方的5張卡，將其中最多1張〈戰巡〉艦船卡或《鐵血》事件卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1505,
        "card_name": "布倫希爾德",
        "card_code": "BP07-068",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】抽1張卡。之後，當己方的旗艦卡為「奧丁」時，可以捨棄1張手牌。若有執行此動作時，抽1張卡。■己方的「奧丁」旗艦卡發起攻擊時，可以將戰場上的此卡送入撤退區。若有執行此動作時，本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1506,
        "card_name": "烏爾里希·馮·胡滕",
        "card_code": "BP07-069",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方或對方的旗艦耐久為1或以下時，戰場上的此卡獲得【速攻】【遠程】。 ■【每回合1次】此卡發起攻擊的戰鬥結束時，將此卡轉為激活狀態。之後，公開己方卡組最上方的1張卡，將其送入撤退區或以正面向上置於己方《鐵血》〈戰列〉旗艦卡的下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1507,
        "card_name": "烏爾里希·馮·胡滕",
        "card_code": "BP07-069<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方或對方的旗艦耐久為1或以下時，戰場上的此卡獲得【速攻】【遠程】。 ■【每回合1次】此卡發起攻擊的戰鬥結束時，將此卡轉為激活狀態。之後，公開己方卡組最上方的1張卡，將其送入撤退區或以正面向上置於己方《鐵血》〈戰列〉旗艦卡的下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1508,
        "card_name": "彼得·史特拉塞",
        "card_code": "BP07-070",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "9",
            "戰　力": "700",
            "陣　營": "鐵血",
            "艦船類型": "航母",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■己方戰場上的卡牌下方與己方撤退區中每合計存在3張事件卡，手牌中的此卡登場時所需支付費用-1。(上限-3)■【每回合1次】己方或對方發動擁有【反制】或【追擊】技能的事件卡時，若己方戰場上不存在除此卡以外的「彼得·史特拉塞」艦船卡，本回合中，對方戰場上的1張處於休息狀態的艦船卡戰力-100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1509,
        "card_name": "彼得·史特拉塞",
        "card_code": "BP07-070<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "9",
            "戰　力": "700",
            "陣　營": "鐵血",
            "艦船類型": "航母",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■己方戰場上的卡牌下方與己方撤退區中每合計存在3張事件卡，手牌中的此卡登場時所需支付費用-1。(上限-3)■【每回合1次】己方或對方發動擁有【反制】或【追擊】技能的事件卡時，若己方戰場上不存在除此卡以外的「彼得·史特拉塞」艦船卡，本回合中，對方戰場上的1張處於休息狀態的艦船卡戰力-100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1510,
        "card_name": "威悉",
        "card_code": "BP07-071",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "輕航",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】本回合中，對方前排的1張艦船卡戰力-100。■【己方回合結束時】當己方的旗艦卡為《鐵血》的，〈重巡〉或〈航母〉卡牌時，可以將戰場上的此卡送入撤退區。若有執行此動作時，可以將己方手牌的1張費用為6的《鐵血》〈航母〉艦船卡登場。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1511,
        "card_name": "U-37",
        "card_code": "BP07-072",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【對方回合中】【每回合1次】己方的〈潛艇〉艦船卡通過【反制】登場時，本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1512,
        "card_name": "U-37",
        "card_code": "BP07-072<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "潛艇",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【對方回合中】【每回合1次】己方的〈潛艇〉艦船卡通過【反制】登場時，本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1513,
        "card_name": "阿爾及利亞",
        "card_code": "BP07-073",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "維希教廷",
            "艦船類型": "重巡",
            "罕　貴": "SR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■【每回合1次】己方發動費用為2或以上的擁有【追擊】技能的《維希教廷》事件卡的戰鬥結束時，將此卡轉為激活狀態。之後，本回合中，此卡戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1514,
        "card_name": "阿爾及利亞",
        "card_code": "BP07-073<SEC>",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "維希教廷",
            "艦船類型": "重巡",
            "罕　貴": "SR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■【每回合1次】己方發動費用為2或以上的擁有【追擊】技能的《維希教廷》事件卡的戰鬥結束時，將此卡轉為激活狀態。之後，本回合中，此卡戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1515,
        "card_name": "戰鬥適應",
        "card_code": "BP07-074",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】己方撤退區每存在1張「戰鬥適應」，本次戰鬥中，己方的《鐵血》的，〈輕巡〉或〈戰巡〉旗艦卡戰力+100。之後，當己方撤退區存在2張或以上「戰鬥適應」時，將己方撤退區的所有「戰鬥適應」以任意順序置於卡組最下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1516,
        "card_name": "聖夜的禮物",
        "card_code": "BP07-075",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "維希教廷",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】查看己方卡組最上方的3張卡，將其中最多1張《維希教廷》卡牌公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，當己方的旗艦卡為《維希教廷》的卡牌時，本回合中，己方戰場上的1張《維希教廷》艦船卡戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1517,
        "card_name": "革律翁防禦姿態",
        "card_code": "BP07-076",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "鐵血",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】本次戰鬥中，對方戰場上的1張艦船卡戰力-200。之後，當己方的艦船卡被攻擊時，將己方的《鐵血》〈戰列〉旗艦卡轉為激活狀態。■此卡從手牌發動時，若己方撤退區不存在「革律翁防禦姿態」時，可以將己方「俾斯麥」旗艦卡下方的1張卡牌送入撤退區。若有將卡牌送入撤退區時，此卡的費用-1。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1518,
        "card_name": "曙光",
        "card_code": "BP07-077",
        "attributes": {
            "顏　色": "無",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "北方聯合",
            "艦船類型": "輕巡",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】將對方卡組最上方的1張卡送入撤退區。之後，當對方撤退區存在10張或以上卡牌時，本回合中，己方前排的1張《北方聯合》艦船卡戰力+100。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1519,
        "card_name": "曙光",
        "card_code": "BP07-077<覺醒>",
        "attributes": {
            "顏　色": "無",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "北方聯合",
            "艦船類型": "輕巡",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】將對方卡組最上方的1張卡送入撤退區。之後，本回合中，己方前排的1張《北方聯合》艦船卡戰力+100。■【被攻擊時】當對方撤退區存在15張或以上卡牌時，可以令此卡在本次戰鬥中戰力+100。若有令此卡戰力提升時，對方可以將其自身撤退區的15張卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1520,
        "card_name": "曙光",
        "card_code": "BP07-077<覺醒><SEC>",
        "attributes": {
            "顏　色": "無",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "北方聯合",
            "艦船類型": "輕巡",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】將對方卡組最上方的1張卡送入撤退區。之後，本回合中，己方前排的1張《北方聯合》艦船卡戰力+100。■【被攻擊時】當對方撤退區存在15張或以上卡牌時，可以令此卡在本次戰鬥中戰力+100。若有令此卡戰力提升時，對方可以將其自身撤退區的15張卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1521,
        "card_name": "威嚴",
        "card_code": "BP07-078",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "北方聯合",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將對方卡組最上方的1張卡送入撤退區。■【攻擊時】當對方撤退區存在3張或以上卡牌時，本次戰鬥中，此卡戰力+200。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1522,
        "card_name": "神速",
        "card_code": "BP07-079",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "北方聯合",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將對方卡組最上方的1張卡送入撤退區。之後，查看己方卡組最上方的5張卡，將其中最多1張《北方聯合》事件卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1523,
        "card_name": "洪亮",
        "card_code": "BP07-080",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "北方聯合",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當對方撤退區存在5張或以上卡牌時，戰場上的此卡戰力+100。■【登場時】將對方卡組最上方的1張卡送入撤退區。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1524,
        "card_name": "明斯克",
        "card_code": "BP07-081",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "300",
            "陣　營": "北方聯合",
            "艦船類型": "驅逐",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "-"
        },
        "card_effect": "■當對方撤退區存在7張或以上卡牌時，所有區域的此卡支援+100。■【登場時】將對方卡組最上方的1張卡送入撤退區。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1525,
        "card_name": "塔什干",
        "card_code": "BP07-082",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "400",
            "陣　營": "北方聯合",
            "艦船類型": "驅逐",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■此卡僅能在對方撤退區存在7張或以上卡牌時方可發起攻擊。■【登場時】將對方卡組最上方的1張卡送入撤退區。之後，查看己方卡組最上方的3張卡，將其中最多1張《北方聯合》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1526,
        "card_name": "塔什干",
        "card_code": "BP07-082<SEC>",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "400",
            "陣　營": "北方聯合",
            "艦船類型": "驅逐",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■此卡僅能在對方撤退區存在7張或以上卡牌時方可發起攻擊。■【登場時】將對方卡組最上方的1張卡送入撤退區。之後，查看己方卡組最上方的3張卡，將其中最多1張《北方聯合》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1527,
        "card_name": "靈敏",
        "card_code": "BP07-083",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "北方聯合",
            "艦船類型": "驅逐",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當對方撤退區存在7張或以上卡牌時，戰場上的此卡戰力+100。■【登場時】將對方卡組最上方的1張卡送入撤退區。之後，當己方的旗艦卡為《北方聯合》卡牌，且對方撤退區存在5張或以上卡牌時，可以公開己方手牌中的1張費用為6或以下的《北方聯合》事件卡，將其置於旗艦耐久的最上方或最下方。若有執行此動作時，將己方旗艦耐久最上方或最下方的1張卡牌加入手牌。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1528,
        "card_name": "水星紀念",
        "card_code": "BP07-084",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "北方聯合",
            "艦船類型": "輕巡",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將對方卡組最上方的1張卡送入撤退區。當送入撤退區的卡牌為紅色或黑色時，對方捨棄1張手牌。否則，己方抽1張卡。■【攻擊時】當己方戰場上存在3張或以上《北方聯合》卡牌，或3張或以上《碧藍航線》艦船卡時，本次戰鬥中，此卡戰力+300。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1529,
        "card_name": "水星紀念.改",
        "card_code": "BP07-085",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "北方聯合",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】③：「水星紀念」■【固守+100】■當對方撤退區存在7張或以上卡牌時，若此卡通過攻擊對對方的旗艦卡造成傷害，則將作為旗艦耐久的卡牌送入撤退區而非加入手牌。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1530,
        "card_name": "水星紀念.改",
        "card_code": "BP07-085<SEC>",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "北方聯合",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】③：「水星紀念」■【固守+100】■當對方撤退區存在7張或以上卡牌時，若此卡通過攻擊對對方的旗艦卡造成傷害，則將作為旗艦耐久的卡牌送入撤退區而非加入手牌。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1531,
        "card_name": "恰巴耶夫",
        "card_code": "BP07-086",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "北方聯合",
            "艦船類型": "輕巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將對方卡組最上方的1張卡送入撤退區。之後，可以捨棄手牌的1張費用為3或以下的【主階段啟動】事件卡。若有執行此動作時，發動捨棄的事件卡。■己方的卡牌被攻擊時，可以捨棄手牌的1張《北方聯合》卡牌。若有執行此動作時，本次戰鬥中，己方戰場上的1張卡牌戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1532,
        "card_name": "恰巴耶夫",
        "card_code": "BP07-086<SEC>",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "北方聯合",
            "艦船類型": "輕巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將對方卡組最上方的1張卡送入撤退區。之後，可以捨棄手牌的1張費用為3或以下的【主階段啟動】事件卡。若有執行此動作時，發動捨棄的事件卡。■己方的卡牌被攻擊時，可以捨棄手牌的1張《北方聯合》卡牌。若有執行此動作時，本次戰鬥中，己方戰場上的1張卡牌戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1533,
        "card_name": "摩爾曼斯克",
        "card_code": "BP07-087",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "北方聯合",
            "艦船類型": "輕巡",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦卡為《北方聯合》卡牌時，將對方卡組最上方的1張卡送入撤退區。之後，當對方的旗艦卡為《赤色中軸》卡牌時，對方捨棄1張手牌。否則，己方抽1張卡。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1534,
        "card_name": "塔林",
        "card_code": "BP07-088",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "北方聯合",
            "艦船類型": "重巡",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將雙方卡組最上方的1張卡送入撤退區。根據因此卡的技能送入撤退區的卡牌，適用以下全部。・當其中含《鐵血》或《北方聯合》的卡牌時，本回合中，此卡獲得【速攻】。・當其中含除《鐵血》或《北方聯合》以外的卡牌時，抽1張卡。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1535,
        "card_name": "甘古特",
        "card_code": "BP07-089",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "北方聯合",
            "艦船類型": "戰列",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】將對方卡組最上方的1張卡送入撤退區。之後，當對方撤退區存在20張或以上卡牌時，本回合中，此卡獲得【速攻】【強擊+100】。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1536,
        "card_name": "布雷斯特",
        "card_code": "BP07-090",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "自由鳶尾",
            "艦船類型": "超巡",
            "罕　貴": "SSR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方前排存在3張卡牌時，此卡獲得【遠程】。■【攻擊時】【每回合1次】可以選擇己方撤退區的1張擁有【追擊】技能的《自由鳶尾》或《維希教廷》事件卡：當己方的旗艦卡為《自由鳶尾》或《維希教廷》卡牌時，將選擇的事件卡以正面向上置於此卡下方並將該事件卡發動。之後，當此卡下方存在3張或以上卡牌時，將此卡轉為激活狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1537,
        "card_name": "布雷斯特",
        "card_code": "BP07-090<SEC>",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "自由鳶尾",
            "艦船類型": "超巡",
            "罕　貴": "SSR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方前排存在3張卡牌時，此卡獲得【遠程】。■【攻擊時】【每回合1次】可以選擇己方撤退區的1張擁有【追擊】技能的《自由鳶尾》或《維希教廷》事件卡：當己方的旗艦卡為《自由鳶尾》或《維希教廷》卡牌時，將選擇的事件卡以正面向上置於此卡下方並將該事件卡發動。之後，當此卡下方存在3張或以上卡牌時，將此卡轉為激活狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1538,
        "card_name": "法蘭德斯",
        "card_code": "BP07-091",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "維希教廷",
            "艦船類型": "戰列",
            "罕　貴": "SSR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【每回合1次】己方除「法蘭德斯」以外的《自由鳶尾》或《維希教廷》艦船卡發起攻擊時，可以公開己方手牌的1張擁有【追擊】技能的《自由鳶尾》或《維希教廷》事件卡。若有執行此動作時，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1539,
        "card_name": "法蘭德斯",
        "card_code": "BP07-091<SEC>",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "維希教廷",
            "艦船類型": "戰列",
            "罕　貴": "SSR-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【每回合1次】己方除「法蘭德斯」以外的《自由鳶尾》或《維希教廷》艦船卡發起攻擊時，可以公開己方手牌的1張擁有【追擊】技能的《自由鳶尾》或《維希教廷》事件卡。若有執行此動作時，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1540,
        "card_name": "北方的利刃",
        "card_code": "BP07-092",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "6",
            "戰　力": "-",
            "陣　營": "北方聯合",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■當對方撤退區存在20張或以上卡牌時，作為旗艦耐久的此卡獲得【絕地反擊】。■【主階段啟動】將對方卡組最上方的1張卡送入撤退區。之後，將對方戰場上的1張費用小於等於對方撤退區中卡牌數量的艦船卡擊破。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1541,
        "card_name": "守護之盾",
        "card_code": "BP07-093",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "白鷹/北方聯合",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】本次戰鬥中，己方戰場上的1張卡牌戰力+200。之後，當己方的旗艦卡為《碧藍航線》的卡牌時，將對方卡組最上方的1張卡送入撤退區。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1542,
        "card_name": "牢不可破",
        "card_code": "BP07-094",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "北方聯合",
            "艦船類型": "-",
            "罕　貴": "N",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】本次戰鬥中，己方戰場上的1張卡牌戰力+400。之後，當對方撤退區存在20張或以上卡牌時，進一步使其戰力+100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1543,
        "card_name": "徹骨冰寒",
        "card_code": "BP07-095",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "北方聯合",
            "艦船類型": "-",
            "罕　貴": "R",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【絕地反擊】■【主階段啟動】將對方卡組最上方的1張卡送入撤退區。之後，選擇對方戰場上的1張費用小於對方撤退區中卡牌數量的艦船卡，直到下一個對方回合結束時，該卡不能攻擊。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1544,
        "card_name": "龍鳳",
        "card_code": "BP07-096",
        "attributes": {
            "顏　色": "紅黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "輕航",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張手牌：查看己方卡組最上方的5張卡，將其中最多1張擁有【潛水】技能的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1545,
        "card_name": "龍鳳",
        "card_code": "BP07-096<覺醒>",
        "attributes": {
            "顏　色": "紅黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "輕航",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■每回合中己方首次發動擁有【潛水】技能的艦船卡的【反制】技能時，該卡費用-1。■【對方回合中】【每回合1次】己方戰場上擁有【潛水】技能的艦船卡支援此卡時，本次戰鬥中，對方戰場上的1張卡牌戰力-100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1546,
        "card_name": "龍鳳",
        "card_code": "BP07-096<覺醒><SEC>",
        "attributes": {
            "顏　色": "紅黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "輕航",
            "罕　貴": "L-SEC",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■每回合中己方首次發動擁有【潛水】技能的艦船卡的【反制】技能時，該卡費用-1。■【對方回合中】【每回合1次】己方戰場上擁有【潛水】技能的艦船卡支援此卡時，本次戰鬥中，對方戰場上的1張卡牌戰力-100。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1547,
        "card_name": "蘇維埃俄羅斯",
        "card_code": "BP07-097",
        "attributes": {
            "顏　色": "藍黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "北方聯合",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄手牌的1張《北方聯合》卡牌：將對方卡組最上方的1張卡送入撤退區。之後，當此卡攻擊旗艦卡時，公開己方卡組最上方的2張卡。將其中《北方聯合》的艦船卡與除《北方聯合》以外的艦船卡最多各1張加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1548,
        "card_name": "蘇維埃俄羅斯",
        "card_code": "BP07-097<覺醒>",
        "attributes": {
            "顏　色": "藍黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "北方聯合",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】本次戰鬥中，己方戰場上每存在3種類陣營的艦船卡，此卡戰力+100。■【己方回合結束時】將對方卡組最上方的1張卡送入撤退區。之後，當對方撤退區存在10張或以上卡牌時，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1549,
        "card_name": "蘇維埃俄羅斯",
        "card_code": "BP07-097<覺醒><SEC>",
        "attributes": {
            "顏　色": "藍黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "北方聯合",
            "艦船類型": "戰列",
            "罕　貴": "L-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】本次戰鬥中，己方戰場上每存在3種類陣營的艦船卡，此卡戰力+100。■【己方回合結束時】將對方卡組最上方的1張卡送入撤退區。之後，當對方撤退區存在10張或以上卡牌時，將己方的1張魔方卡轉為激活狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1550,
        "card_name": "奇爾沙治",
        "card_code": "BP07-098",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "800",
            "陣　營": "白鷹",
            "艦船類型": "航戰",
            "罕　貴": "UR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】將雙方卡組最上方的1張卡送入撤退區。根據因此卡的技能送入撤退區的卡牌，適用以下全部。・當其中含《白鷹》的卡牌時，將己方的1張魔方卡轉為激活狀態，本回合中，此卡可以攻擊對方處於激活狀態的卡牌。・當其中含《北方聯合》的卡牌時，本回合中，己方的旗艦卡戰力+200。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1551,
        "card_name": "奇爾沙治",
        "card_code": "BP07-098<SEC>",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "800",
            "陣　營": "白鷹",
            "艦船類型": "航戰",
            "罕　貴": "UR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】將雙方卡組最上方的1張卡送入撤退區。根據因此卡的技能送入撤退區的卡牌，適用以下全部。・當其中含《白鷹》的卡牌時，將己方的1張魔方卡轉為激活狀態，本回合中，此卡可以攻擊對方處於激活狀態的卡牌。・當其中含《北方聯合》的卡牌時，本回合中，己方的旗艦卡戰力+200。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1552,
        "card_name": "柴郡",
        "card_code": "BP07-099",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "重巡",
            "罕　貴": "UR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方的所有魔方卡返回魔方卡組：將1張作為己方的旗艦耐久的卡牌送入撤退區，並從己方魔方卡組將8張魔方卡以反面置於費用區。之後，本回合中，己方只能登場費用為8的《皇家》艦船卡。■【己方回合結束時】當己方的魔方卡數量小於對方的魔方卡數量時，從己方魔方卡組將2張魔方卡以反面置於費用區。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1553,
        "card_name": "柴郡",
        "card_code": "BP07-099<SEC>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "重巡",
            "罕　貴": "UR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方的所有魔方卡返回魔方卡組：將1張作為己方的旗艦耐久的卡牌送入撤退區，並從己方魔方卡組將8張魔方卡以反面置於費用區。之後，本回合中，己方只能登場費用為8的《皇家》艦船卡。■【己方回合結束時】當己方的魔方卡數量小於對方的魔方卡數量時，從己方魔方卡組將2張魔方卡以反面置於費用區。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1554,
        "card_name": "蘇維埃聯盟",
        "card_code": "BP07-100",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "9",
            "戰　力": "800",
            "陣　營": "北方聯合",
            "艦船類型": "戰列",
            "罕　貴": "UR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上不存在「蘇維埃聯盟」時，對方撤退區中每存在5張卡牌，手牌中的此卡登場時所需支付費用-1。■【己方回合中】【每回合1次】戰場上的此卡發起支援的戰鬥結束時，將此卡轉為激活狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1555,
        "card_name": "蘇維埃聯盟",
        "card_code": "BP07-100<SEC>",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "9",
            "戰　力": "800",
            "陣　營": "北方聯合",
            "艦船類型": "戰列",
            "罕　貴": "UR-SEC",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上不存在「蘇維埃聯盟」時，對方撤退區中每存在5張卡牌，手牌中的此卡登場時所需支付費用-1。■【己方回合中】【每回合1次】戰場上的此卡發起支援的戰鬥結束時，將此卡轉為激活狀態。",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1556,
        "card_name": "埃吉爾（魔方卡）",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1557,
        "card_name": "信濃（魔方卡）",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "BP07"
    },
    {
        "card_id": 1558,
        "card_name": "北方聯合魔方卡",
        "card_code": "-",
        "attributes": {
            "顏　色": "魔方",
            "種　類": "魔方卡",
            "費　用": "-",
            "戰　力": "-",
            "陣　營": "-",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "-",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "",
        "acquisition_method": "BP07"
    },
	{
        "card_id": 7500010,
        "card_name": "四萬十",
        "card_code": "SP01-001",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "輕巡",
            "罕　貴": "UR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方的旗艦耐久為0時，將己方卡組最上方的1張卡置於己方旗艦耐久的最上方。之後，當己方的手牌數量為7或以上時，己方捨棄1張手牌。■【己方主階段開始時】可以將戰場上的此卡彈回己方卡組最下方：可以將己方撤退區的1張「雲仙」或「尾張」艦船卡登場。之後，通過此卡技能登場的艦船卡在本回合中獲得【速攻】。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500020,
        "card_name": "雲仙",
        "card_code": "SP01-002",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "700",
            "陣　營": "重櫻",
            "艦船類型": "重巡",
            "罕　貴": "UR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當戰場上的此卡下方存在卡牌時，此卡不能攻擊，且己方不能登場「雲仙」艦船卡。■【登場時】當此卡從手牌登場時，查看己方卡組最上方的4張卡，將其中最多1張《重櫻》艦船卡公開並加入手牌，而後將其餘卡牌以正面向上置於此卡下方。■【每回合1次】己方《重櫻》艦船卡登場時，或己方作為旗艦耐久的卡牌被置於撤退區時，將戰場上的此卡下方的1張卡牌送入撤退區。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500030,
        "card_name": "樫野",
        "card_code": "SP01-003",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "重櫻",
            "艦船類型": "運輸",
            "罕　貴": "UR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■每回合中己方首次從手牌發動擁有【反制】技能的《重櫻》事件卡時，可以將己方撤退區的3張事件卡以隨機順序置於卡組最下方。若有執行此動作時，該卡費用-1。■【登場時】可以捨棄手牌共計費用小於等於4的任意數量的《重櫻》【主階段啟動】事件卡：以任意順序發動全部捨棄的事件卡。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500040,
        "card_name": "聖馬丁號",
        "card_code": "SP01-004",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "颶風",
            "艦船類型": "風帆",
            "罕　貴": "UR",
            "勢　力": "-",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【速攻】■【登場時】可以將己方手牌的1張擁有紅色以外顏色的艦船卡以正面向上置於此卡下方。若有執行此動作時，本回合中，此卡獲得以下技能。・【每回合1次】此卡發起攻擊的戰鬥結束時，將此卡轉為激活狀態。之後，可以將此卡移動至未被放置卡牌的己方戰場。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500050,
        "card_name": "拉菲Ⅱ",
        "card_code": "SP01-005",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "8",
            "戰　力": "700",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "UR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】本回合中，位於前排的此卡可以攻擊對方旗艦卡或處於激活狀態的艦船卡。■此卡通過攻擊擊破對方艦船卡或對對方的旗艦卡造成傷害的戰鬥結束時，宣言1個數字，將己方卡組最上方的1張卡牌以正面向上置於此卡下方。之後，當放置的卡牌為與宣言數字相同費用的《白鷹》艦船卡時，將己方戰場上除「拉菲Ⅱ」以外的全部《白鷹》艦船卡轉為激活狀態。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500060,
        "card_name": "關島",
        "card_code": "SP01-006",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "超巡",
            "罕　貴": "UR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■此卡與對方後排的艦船卡的戰鬥中，此卡戰力+100。■此卡通過攻擊擊破對方艦船卡的戰鬥結束時，若己方的旗艦卡為《白鷹》卡牌，可以將戰場上的此卡彈回己方卡組最下方。若有執行此動作時，可以將己方手牌的1張戰力為600或以下的除「關島」以外的《白鷹》艦船卡登場。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500070,
        "card_name": "星座",
        "card_code": "SP01-007",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "戰巡",
            "罕　貴": "UR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】■【被擊破時】從以下選擇1項。・可以將己方或對方戰場上的1張費用為4或以下的艦船卡彈回手牌。・抽3張卡，將2張手牌以任意順序置於己方卡組的最上方或最下方。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500080,
        "card_name": "瑪麗·賽勒斯特號",
        "card_code": "SP01-008",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "颶風",
            "艦船類型": "風帆",
            "罕　貴": "UR",
            "勢　力": "-",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■每回合中己方首次發動原本費用為2或以上的艦船卡的【反制】技能時，若己方戰場上存在擁有藍色以外顏色的艦船卡，該卡費用-1。■【己方回合結束時】可以公開己方手牌中除「瑪麗·賽勒斯特號」以外的1張〈風帆〉艦船卡，或將戰場上的此卡移動至未被放置卡牌的己方戰場。若未執行此動作時，將戰場上的此卡以正面向上置於己方旗艦卡的下方。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500090,
        "card_name": "前衛",
        "card_code": "SP01-009",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "8",
            "戰　力": "700",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "UR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■此卡從手牌登場時，若己方的旗艦卡為《皇家》〈戰列〉卡牌，可以將己方戰場上最多3張費用為2或以上的《皇家》艦船卡轉為休息狀態。若有執行此動作時，每將1張艦船卡轉為休息狀態，此卡登場時所需支付費用-1。■【每回合1次】己方戰場上的《皇家》艦船卡，因己方卡牌的技能轉為休息狀態時，可以將對方戰場上的1張艦船卡轉為休息狀態。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500100,
        "card_name": "不撓",
        "card_code": "SP01-010",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "航母",
            "罕　貴": "UR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在「反擊」或「威爾斯親王」或《皇家》〈航母〉卡牌時，手牌中的此卡登場時所需支付費用-1。■己方的《皇家》，〈航母〉或〈輕航〉艦船卡登場時，本回合中，該卡可以獲得以下技能。若有執行此動作時，本回合中，己方不能登場艦船卡。・登場回合中，此卡獲得【遠程】，並且可以攻擊對方處於休息狀態的艦船卡。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500110,
        "card_name": "寰昌",
        "card_code": "SP01-011",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "東煌",
            "艦船類型": "戰巡",
            "罕　貴": "UR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】從己方魔方卡組將1張魔方卡以反面置於費用區。選擇對方戰場上的1張費用為3或以下的艦船卡，將該卡轉為休息狀態，並且在下一個對方的重置階段中，該卡不能被轉為激活狀態。公開己方卡組最上方的1張卡，當該卡為《東煌》卡牌時，將其以正面向上置於己方戰場上的《東煌》艦船卡的下方，否則，將其置於卡組最下方。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500120,
        "card_name": "維達號",
        "card_code": "SP01-012",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "颶風",
            "艦船類型": "風帆",
            "罕　貴": "UR",
            "勢　力": "-",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】將手牌中的此卡登場。■【登場時】【對方回合中】查看己方卡組最上方與己方戰場上艦船卡顏色種類數相同數量的卡牌，將其中最多1張黃色以外的艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■【己方回合結束時】將戰場上的此卡以正面向上置於己方旗艦卡的下方。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500130,
        "card_name": "興登堡",
        "card_code": "SP01-013",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "10",
            "戰　力": "1000",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "UR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■己方反面的《鐵血》旗艦卡發起攻擊的戰鬥結束時，若己方擁有5張或以上正面表示的魔方卡且己方戰場上不存在「興登堡」時，則可以將己方戰場上的3張《赤色中軸》艦船卡置於撤退區。若有執行此動作時，將手牌中的此卡登場。(此技能在手牌中發動)",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500140,
        "card_name": "拿坡里",
        "card_code": "SP01-014",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "薩丁帝國",
            "艦船類型": "重巡",
            "罕　貴": "UR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張《赤色中軸》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，可以將己方手牌的1張費用為1且戰力為300或以下的《赤色中軸》艦船卡登場。■【攻撃時】/【被攻擊時】當己方的旗艦卡為《薩丁帝國》卡牌時，本次戰鬥中，此卡戰力+200。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500150,
        "card_name": "馬可波羅",
        "card_code": "SP01-015",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "薩丁帝國",
            "艦船類型": "戰列",
            "罕　貴": "UR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當此卡以正面向上置於旗艦卡下方時，該旗艦卡同時被視為《薩丁帝國》卡牌。■【登場時】查看己方卡組最上方的3張卡，將其中最多1張《赤色中軸》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，可以將戰場上的此卡以正面向上置於己方除《薩丁帝國》以外的旗艦卡下方。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500160,
        "card_name": "金鹿號",
        "card_code": "SP01-016",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "400",
            "陣　營": "颶風",
            "艦船類型": "風帆",
            "罕　貴": "UR",
            "勢　力": "-",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在擁有黑色以外顏色的艦船卡時，戰場上的此卡獲得【固守+200】。■【每回合1次】己方的旗艦卡發起攻擊時，可以將戰場上的此卡轉為休息狀態並移動至未被放置卡牌的己方戰場。若有執行此動作時，將己方的旗艦卡轉為激活狀態，並且，本次戰鬥中，己方旗艦卡戰力+100。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500170,
        "card_name": "喀琅施塔得",
        "card_code": "SP01-017",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "北方聯合",
            "艦船類型": "超巡",
            "罕　貴": "UR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當對方撤退區存在7張或以上卡牌時，此卡戰力+100。■【登場時】將對方卡組最上方的1張卡送入撤退區。之後，可以將己方手牌的1張費用為3或以下的除《北方聯合》以外的《碧藍航線》艦船卡登場。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500180,
        "card_name": "納希莫夫海軍上將",
        "card_code": "SP01-018",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "北方聯合",
            "艦船類型": "航母",
            "罕　貴": "UR",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【登場時】從以下選擇1項。・查看己方卡組最上方的7張卡，將其中最多1張費用為5或以下的【主階段啟動】事件卡送入撤退區，而後將其餘卡牌以隨機順序置於己方卡組最下方。之後，發動送入撤退區的事件卡。・可以捨棄1張費用為7或以下的【主階段啟動】事件卡。若有執行此動作時，發動捨棄的事件卡。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500190,
        "card_name": "莫加多爾",
        "card_code": "SP01-019",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "UR",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的10張卡，將其中最多1張【追撃】事件卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。若通過此技能將卡牌加入手牌，本回合中，此卡獲得【速攻】【強擊+100】。■【攻撃時】可以捨棄1張【追擊】事件卡：發動捨棄的事件卡。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500200,
        "card_name": "皇家幸運號",
        "card_code": "SP01-020",
        "attributes": {
            "顏　色": "無",
            "種　類": "旗艦卡",
            "費　用": "5",
            "戰　力": "400",
            "陣　營": "颶風",
            "艦船類型": "風帆",
            "罕　貴": "L",
            "勢　力": "-",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■所有區域的此卡同樣被視為紅色、藍色、黃色、黑色卡牌。■【主階段啟動】【每回合1次】可以將己方的1張手牌以正面向上置於此卡下方：抽1張卡。之後，可以將此卡移動至未被放置卡牌的己方戰場。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500201,
        "card_name": "皇家幸運號",
        "card_code": "SP01-020覺醒",
        "attributes": {
            "顏　色": "無",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "颶風",
            "艦船類型": "風帆",
            "罕　貴": "L",
            "勢　力": "-",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■所有區域的此卡同樣被視為紅色、藍色、黃色、黑色卡牌。■【主階段啟動】【每回合1次】可以將此卡移動至未被放置卡牌的己方戰場。■【攻撃時】可以將此卡下方任意數量的卡牌送入撤退區。若有執行此動作時，通過此技能每將2種類顏色的卡牌送入撤退區，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7500211,
        "card_name": "獨角獸",
        "card_code": "BP03-034覺醒<PR>",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "輕航",
            "罕　貴": "L-PR",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "200"
        },
        "card_effect": "■【固守+100】(此卡被攻擊的戰鬥中，此卡戰力+100)■【主階段啟動】【每回合1次】可以將此卡轉為休息狀態：對方將其自身戰場上的1張處於激活狀態的卡牌轉為休息狀態。之後，當己方正面向上的魔方卡全部處於休息狀態時，將此卡轉為激活狀態。",
        "acquisition_method": "SP01"
    },
	{
        "card_id": 7510010,
        "card_name": "信濃",
        "card_code": "CE01-001",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡",
            "費　用": "5",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以捨棄1張手牌：選擇己方場上1張費用為5或以下的《重櫻》艦船卡，該卡發動其【登場時】技能。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510011,
        "card_name": "信濃",
        "card_code": "CE01-001覺醒",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以捨棄1張手牌：選擇己方場上1張費用為7或以下的《重櫻》艦船卡，該卡發動其【登場時】技能。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510020,
        "card_name": "不屈",
        "card_code": "CE01-002",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡",
            "費　用": "4",
            "戰　力": "400",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■ 【每回合1次】己方發動擁有【追擊】技能的事件卡時，從以下技能中選擇1項發動。・可以捨棄1張擁有【追擊】技能的事件卡：對方捨棄1張手牌。・可以將己方手牌中的1張費用為2或以下的《維希教廷》〈驅逐〉艦船卡登場於未被放置卡牌的己方戰場。■【覺醒】己方的旗艦耐久為0或以下時，將此卡轉為反面。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510021,
        "card_name": "不屈",
        "card_code": "CE01-002覺醒",
        "attributes": {
            "顏　色": "紅",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】【每回合1次】可以選擇撤退區5張擁有【追擊】技能的《自由鳶尾》或《維希教廷》事件卡，將其返回卡組最下方：將此卡轉為激活狀態。本回合中，此卡戰力+100。■【被攻擊時】可以公開己方卡組最上方1張卡牌，將其正面向上至於此卡下方：若此卡下方沒有費用重複的卡牌，本次戰鬥中，此卡不會受到傷害。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510030,
        "card_name": "綾波",
        "card_code": "CE01-003",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510040,
        "card_name": "江風",
        "card_code": "CE01-004",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】從以下中選擇1項：•可以將己方手牌中的1張費用為1或以下的《重櫻》〈驅逐〉艦船卡登場。•當己方戰場上存在4張或以上《重櫻》艦船卡且不存在其他「江風」卡牌時，本回合中，此卡獲得【速攻】【強擊+100】。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510050,
        "card_name": "武藏",
        "card_code": "CE01-005",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【固守+100】■當此卡通過攻擊對對方的旗艦卡造成傷害時，將作為旗艦耐久的卡牌送入撤退區而非加入手牌。■此卡因己方《重櫻》旗艦卡的技能被捨棄或送入撤退區時，可以將己方的4張魔方卡轉為休息狀態。若有執行此動作時，將撤退區的此卡登場於未被放置卡牌的己方戰場。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510060,
        "card_name": "扶桑",
        "card_code": "CE01-006",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "重櫻",
            "艦船類型": "戰列",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的魔方卡數量為4或以上時，所有區域的此卡獲得【絕地反擊】。■當己方戰場上存在艦船卡「山城」時，戰場上的此卡戰力+100。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510070,
        "card_name": "瑞鶴",
        "card_code": "CE01-007",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【攻撃時】/【被攻擊時】可以捨棄1張手牌：本次戰鬥中，此卡戰力+300。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510080,
        "card_name": "翔鶴",
        "card_code": "CE01-008",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "400",
            "陣　營": "重櫻",
            "艦船類型": "航母",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【攻撃時】/【被攻擊時】可以捨棄1張手牌：本次戰鬥中，此卡戰力+300。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510090,
        "card_name": "伊19",
        "card_code": "CE01-009",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "重櫻",
            "艦船類型": "潛艇",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】■【潛水】■此卡因己方《重櫻》旗艦技能被捨棄或送入撤退區時，可以將撤退區的此卡登場。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510100,
        "card_name": "德意志",
        "card_code": "CE01-010",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "重巡",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■己方將對方戰場上的所有艦船卡視為「不擁有技能的艦船卡」（這些卡牌仍然有技能）。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510110,
        "card_name": "花劍",
        "card_code": "CE01-011",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方撤退區存在3張或以上擁有【追擊】技能的卡牌時，位於前排的此卡獲得【強擊+300】。■【登場時】可以捨棄1張擁有【追擊】技能的《維希教廷》事件卡：抽1張卡。■【攻擊時】當己方戰場上存在「重劍」艦船卡時，抽1張卡。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510120,
        "card_name": "重劍",
        "card_code": "CE01-012",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方撤退區存在3張或以上擁有【追擊】技能的卡牌時，位於前排的此卡獲得【強擊+300】。■【登場時】當己方戰場上存在「花劍」艦船卡時，抽1張卡。■【攻擊時】可以捨棄1張費用為1或以下擁有【追擊】技能的《維希教廷》事件卡：發動捨棄的事件卡。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510130,
        "card_name": "惡毒",
        "card_code": "CE01-013",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■此卡僅能在己方撤退區存在3張或以上擁有【追擊】技能的事件卡時方可發起攻擊。■【登場時】查看己方卡組最上方的4張卡，將其中最多1張《維希教廷》事件卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510140,
        "card_name": "可怖",
        "card_code": "CE01-014",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在4張或以上《維希教廷》卡牌時，戰場上的此卡戰力+100。■【登場時】可以將己方撤退區1張《維希教廷》事件卡置於卡組最下方：公開己方卡組最上方的1張卡，當該卡為《維希教廷》卡牌時，將其加入手牌，否則，將其置於卡組最下方。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510150,
        "card_name": "凱爾聖",
        "card_code": "CE01-015",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■位於旗艦卡下方的此卡費用+3。■【登場時】查看己方卡組最上方的5張卡牌，將其中最多1張《維希教廷》事件卡公開並加入手牌，而後將其餘卡牌以隨機順序至於卡組最下方。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510160,
        "card_name": "果敢",
        "card_code": "CE01-016",
        "attributes": {
            "顏　色": "紅",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "維希教廷",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在3張或以上《維希教廷》〈驅逐〉卡牌時，戰場上的此卡獲得【固守+100】。■【攻擊時】本回合中，己方戰場上的1張費用為2或以下的《維希教廷》〈驅逐〉艦船卡戰力+100。之後，可以捨棄己方手牌中的1張「正義強襲」事件卡。若有執行此動作時，發動捨棄的事件卡。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510170,
        "card_name": "虎！虎！虎！",
        "card_code": "CE01-017",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方的旗艦卡為《重櫻》〈航母〉卡牌時，己方戰場上每存在1張卡牌，對方公開1張手牌。己方從對方公開的手牌中選擇1張卡牌丟棄。之後，可以捨棄1張事件卡。若有執行此動作時，抽1張卡。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510180,
        "card_name": "舞櫻刃豪",
        "card_code": "CE01-018",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "重櫻",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】當己方旗艦為《重櫻》〈戰列〉時，對方捨棄1張手牌。之後，可以捨棄1張事件卡。若有執行此動作時，對方捨棄1張手牌。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510190,
        "card_name": "正義強襲",
        "card_code": "CE01-019",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "維希教廷",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■己方撤退區存在3張或以上擁有【追擊】技能的事件卡時，手牌中的此卡發動時費用-1。■【追擊】本次戰鬥中，己方戰場上1張〈驅逐〉卡牌戰力+200。之後，當己方撤退區存在3張或以上「正義強襲」時，本次戰鬥中，己方戰場上1張〈驅逐〉卡牌戰力+100。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510200,
        "card_name": "審判之槍",
        "card_code": "CE01-020",
        "attributes": {
            "顏　色": "紅",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "維希教廷",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】本次戰鬥中，己方戰場上1張《維希教廷》卡牌戰力+400。之後，當己方《維希教廷》旗艦卡耐久度為0時，可以將己方旗艦卡下方1張卡牌送入撤退區。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510210,
        "card_name": "北卡羅來納",
        "card_code": "CE01-021",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡",
            "費　用": "5",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】查看己方卡組最上方的3張卡牌，將其中最多1張《白鷹》〈戰列〉/〈航母〉艦船卡加入手牌，而後將其餘卡牌以隨機順序置於己方卡組最下方。若有將艦船卡加入手牌時，將己方的1張手牌置於卡組最上方或最下方。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510211,
        "card_name": "北卡羅來納",
        "card_code": "CE01-021覺醒",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將此卡轉為休息狀態：抽2張卡，將1張手牌置於卡組的最上方或最下方。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510220,
        "card_name": "布倫努斯",
        "card_code": "CE01-022",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡",
            "費　用": "5",
            "戰　力": "400",
            "陣　營": "自由鳶尾",
            "艦船類型": "重巡",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■己方場上的事件卡視為擁有「戰力0，支援為手牌支援+0。技能為此卡無法發起攻擊。」的艦船卡。■己方發動擁有【追擊】技能的《自由鳶尾》或《維希教廷》事件卡時，可以將撤退區的該卡置於未被放置卡牌的己方戰場。■【被攻擊時】可以將己方戰場上1張艦船卡置於撤退區：本次戰鬥中，此卡戰力+100。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510221,
        "card_name": "布倫努斯",
        "card_code": "CE01-022覺醒",
        "attributes": {
            "顏　色": "藍",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "自由鳶尾",
            "艦船類型": "重巡",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■己方場上的事件卡視為擁有「戰力0，支援為手牌支援+0。技能為此卡無法發起攻擊。」的艦船卡。■【被攻擊時】可以將己方戰場上1張艦船卡置於卡組最下方：本次戰鬥中，此卡戰力+100。■ 己方發動擁有【追擊】技能的《自由鳶尾》或《維希教廷》事件卡時，可以將撤退區的該卡置於未被放置卡牌的己方戰場。之後，可以將己方戰場上除「布倫努斯」以外的5張卡牌以任意順序置於卡組最下方：當對方的旗艦耐久為0時，本次戰鬥中，此卡戰力+500。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510230,
        "card_name": "拉菲",
        "card_code": "CE01-023",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510240,
        "card_name": "朱諾",
        "card_code": "CE01-024",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "白鷹",
            "艦船類型": "輕巡",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510250,
        "card_name": "匹茲堡",
        "card_code": "CE01-025",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "重巡",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■此卡透過己方卡牌技能登場時，本回合中，戰場上的此卡戰力+100。■【登場時】可以將己方戰場上除「匹茲堡」以外的1張費用為5或以下的《白鷹》艦船卡彈回手牌。若有執行此動作時，本回合中，位於前排的此卡可以攻擊對方處於激活狀態的艦船卡。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510260,
        "card_name": "星座",
        "card_code": "CE01-026",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "白鷹",
            "艦船類型": "戰巡",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】對方因費用為3或以上的艦船卡技能將卡組中的卡加入手牌時，抽2張卡，將1張手牌置於卡組最上方或最下方。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510270,
        "card_name": "華盛頓",
        "card_code": "CE01-027",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "戰列",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方戰場上除「華盛頓」以外的1張費用為5或以下的《白鷹》艦船卡彈回手牌。若有執行此動作時，本回合中，位於前排的此卡可以攻擊對方處於激活狀態的艦船卡。■【己方回合結束時】將此卡轉為激活狀態。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510280,
        "card_name": "薩拉托加",
        "card_code": "CE01-028",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】抽1張卡。■【主階段啟動】【每回合1次】可以將此卡轉為休息狀態：查看己方卡組最上方的2張卡，而後以任意順序將其置於卡組最上方或最下方。之後，當己方的旗艦卡為「列星頓」或「薩拉托加」時，將此卡轉為激活狀態。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510290,
        "card_name": "無畏",
        "card_code": "CE01-029",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "白鷹",
            "艦船類型": "航母",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張《白鷹》卡牌加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■此卡發起攻擊的戰鬥結束時，可以將此卡彈回卡組最下方。若有執行此動作時，抽1張卡，可以將己方手牌或撤退區中的1張費用為7或以下的《白鷹》〈航母〉/〈輕航〉艦船卡登場。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510300,
        "card_name": "可怖",
        "card_code": "CE01-030",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "自由鳶尾",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄1張手牌或將1張作為旗艦耐久的卡牌加入手牌。若有執行此動作時，從以下選擇1項。・可以將己方撤退區的1張《自由鳶尾》事件卡加入手牌。・當己方戰場上存在4張或以上《自由鳶尾》卡牌時，本回合中，位於前排的此卡可以攻擊激活狀態的艦船卡。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510310,
        "card_name": "貝亞德",
        "card_code": "CE01-031",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "400",
            "陣　營": "自由鳶尾",
            "艦船類型": "輕巡",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在4張或以上《自由鳶尾》卡牌時，戰場上的此卡戰力+100。■【攻擊時】可以捨棄1張費用為1或以下擁有【追擊】技能的《自由鳶尾》事件卡：發動捨棄的事件卡。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510320,
        "card_name": "吉尚",
        "card_code": "CE01-032",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "自由鳶尾",
            "艦船類型": "輕巡",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在4張或以上《自由鳶尾》卡牌時，戰場上的此卡戰力+100。■每回合中己方首次從手牌發動的擁有【追擊】技能的《自由鳶尾》事件卡費用-1。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510330,
        "card_name": "香檳",
        "card_code": "CE01-033",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "自由鳶尾",
            "艦船類型": "戰列",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方撤退區存在6張或以上擁有【追擊】技能的《自由鳶尾》事件卡，或己方戰場上存在4張或以上《自由鳶尾》卡牌時，手牌中的此卡登場費用-1。■ 【每回合1次】己方發動擁有【追擊】技能的《自由鳶尾》事件卡時，將此卡轉為激活狀態。之後，將己方1張魔方卡轉為激活狀態。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510340,
        "card_name": "伴爾維",
        "card_code": "CE01-034",
        "attributes": {
            "顏　色": "藍",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "自由鳶尾",
            "艦船類型": "航母",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在4張或以上《自由鳶尾》卡牌時，戰場上的此卡獲得【遠程】【固守+100】。■【每回合1次】己方發動擁有【追擊】技能的事件卡時，可以將己方戰場上除「伴爾維」以外的1張艦船卡置於卡組最下方。若有執行此動作時，將此卡轉為激活狀態。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510350,
        "card_name": "吐息之焰",
        "card_code": "CE01-035",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】本次戰鬥中，己方戰場上的1張卡牌戰力+100。之後，公開雙方卡組最上方的1張卡，而後將其置於卡組最下方。當己方公開的卡牌的費用大於等於對方公開的卡牌的費用時，抽1張卡。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510360,
        "card_name": "援軍到來",
        "card_code": "CE01-036",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "4",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】當己方《白鷹》卡牌攻擊時，若己方的旗艦卡為《白鷹》〈戰列〉卡牌，將己方卡組最上方的1張卡公開。當公開的卡牌為費用為5或以下的《白鷹》艦船卡時，可以將該卡登場。若未將該卡登場時，將該卡置於卡組的最下方。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510370,
        "card_name": "BLACK DRAGON",
        "card_code": "CE01-037",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "5",
            "戰　力": "-",
            "陣　營": "白鷹",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】當己方《白鷹》卡牌攻擊時，若己方的旗艦卡為《白鷹》〈戰列〉卡牌，公開己方卡組最上方的1張卡，而後將其置於卡組最下方。之後，可以將對方戰場上1張費用小於或等於公開卡牌費用的艦船卡彈回卡組最下方。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510380,
        "card_name": "變革世界之劍",
        "card_code": "CE01-038",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "自由鳶尾",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】本次戰鬥中，己方戰場上的1張卡牌戰力+200。■ 戰場上的此卡獲得以下技能：・【每回合1次】可以將戰場上的此卡置於撤退區：己方的《自由鳶尾》旗艦卡攻擊時，本次戰鬥中，己方的旗艦卡戰力+100。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510390,
        "card_name": "迎接終結之劍",
        "card_code": "CE01-039",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "自由鳶尾",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】查看己方卡組最上方的3張卡，將其中最多1張《自由鳶尾》或《維希教廷》的卡牌公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■戰場上的此卡獲得以下技能：・【每回合1次】可以將戰場上的此卡置於撤退區：己方戰場上的卡牌被攻擊時，若己方的旗艦卡為《自由鳶尾》/《維希教廷》卡牌，本次戰鬥中，己方戰場上1張卡牌戰力+100。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510400,
        "card_name": "審判之劍",
        "card_code": "CE01-040",
        "attributes": {
            "顏　色": "藍",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "自由鳶尾",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】從以下選擇1項。・當己方旗艦卡為「布倫努斯」時，選擇己方撤退區1張《自由鳶尾》或《維希教廷》事件卡，放置於未被放置卡牌的己方戰場。・查看己方卡組最上方的4張卡，將其中最多1張《自由鳶尾》或《維希教廷》卡牌公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510410,
        "card_name": "君主",
        "card_code": "CE01-041",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡",
            "費　用": "5",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以將己方正面表示的魔方卡全部轉為休息狀態：每有2張魔方卡以此方式轉為休息狀態，本次戰鬥中，此卡戰力+100。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。之後，可以將對方戰場上的1張艦船卡轉為休息狀態。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510411,
        "card_name": "君主",
        "card_code": "CE01-041覺醒",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以將己方正面表示的魔方卡全部轉為休息狀態：每有2張魔方卡以此方式轉為休息狀態，本次戰鬥中，此卡戰力+100。若有8張或以上魔方卡以此方式轉為休息狀態時，本次戰鬥中，雙方無法從手牌使用艦船卡進行支援。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510420,
        "card_name": "哈爾濱",
        "card_code": "CE01-042",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡",
            "費　用": "5",
            "戰　力": "400",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】將手牌中的1張《東煌》卡牌置於己方戰場的1張《東煌》卡牌下方，抽1張卡。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。之後，從撤退區將1張《東煌》卡牌以正面向上置於此卡下方。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510421,
        "card_name": "哈爾濱",
        "card_code": "CE01-042覺醒",
        "attributes": {
            "顏　色": "黃",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "東煌",
            "艦船類型": "輕巡",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【被攻擊時】可以將此卡下方2張卡牌送入撤退區：本次戰鬥中，此卡戰力+200。■【每回合1次】當己方戰場上《東煌》艦船卡下方的卡牌因己方卡牌效果送入撤退區時，可以將該卡牌以正面向上置於此卡下方。之後，若此時為己方回合，本回合中，此卡戰力+100。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510430,
        "card_name": "標槍",
        "card_code": "CE01-043",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "皇家",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510440,
        "card_name": "小貝法",
        "card_code": "CE01-044",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■所有區域的此卡同樣被視為「貝爾法斯特」。■【登場時】抽1張卡。■【主階段啟動】可以將戰場上的此卡置於卡組最下方，並將己方1張處於激活狀態的魔方卡彈回魔方卡組：從己方魔方卡組將1張魔方卡以反面置於費用區。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510450,
        "card_name": "格洛斯特",
        "card_code": "CE01-045",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "200",
            "陣　營": "皇家",
            "艦船類型": "輕巡",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【強擊+200】■【登場時】可以捨棄1張手牌：抽1張卡。■反面表示的魔方卡被置於己方的費用區時，若己方正面表示的魔方卡數量為5或以上，可以將戰場上的此卡置於撤退區。若有執行此動作時，可以將己方手牌的1張費用為5或以下《皇家》〈輕巡〉艦船卡以休息狀態登場。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510460,
        "card_name": "皇家橡樹",
        "card_code": "CE01-046",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "皇家",
            "艦船類型": "戰列",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【對方回合中】對方登場費用為7或以上的艦船卡時，可以將戰場上的此卡以及己方1張激活狀態的魔方卡轉為休息狀態。若有執行此動作時，將對方戰場上的1張在本回合中登場的艦船卡轉為休息狀態。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510470,
        "card_name": "埃姆登",
        "card_code": "CE01-047",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方撤退區的1張「埃姆登」艦船卡或1張費用為4或以上的事件卡加入手牌。之後，本回合中，位於前排的此卡可以攻擊對方處於休息狀態的艦船卡。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510480,
        "card_name": "長風",
        "card_code": "CE01-048",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "東煌",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以捨棄手牌的1張費用為3或以下的《東煌》【主階段啟動】事件卡。若有執行此動作時，發動捨棄的事件卡。■【己方回合中】【每回合1次】當己方戰場上《東煌》艦船卡下方的卡牌送入撤退區時，從撤退區將1張同名艦船卡以正面向上置於其下方。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510490,
        "card_name": "鞍山",
        "card_code": "CE01-049",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "東煌",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張《東煌》〈驅逐〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。■當己方的旗艦卡為《東煌》卡牌時，己方戰場上「太原」、「長春」、「撫順」艦船卡每存在1種類，戰場上的此卡戰力+100。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510500,
        "card_name": "鞍山.改",
        "card_code": "CE01-050",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "東煌",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】⑤「鞍山」■當己方場上存在共計3張或以上《東煌》/《北方聯合》艦船卡時，戰場上的此卡獲得【遠程】■【主階段啟動】【每回合1次】可以將此卡下方一張卡牌送入撤退區：選擇己方前排最多1張〈驅逐〉艦船卡，本回合中，戰力+100。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510510,
        "card_name": "撫順",
        "card_code": "CE01-051",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "東煌",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在共計3張或以上《東煌》/《北方聯合》卡牌時，戰場上的此卡獲得【固守+200】■【登場時】可以將己方手牌1張費用為2或以下的〈驅逐〉艦船卡登場。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510520,
        "card_name": "撫順.改",
        "card_code": "CE01-052",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "東煌",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】④：「撫順」■【登場時】當此卡通過【改造】登場時，可以將己方手牌1張費用為2或以下的〈驅逐〉艦船卡登場。■【攻擊時】可以將此卡下方1張卡牌送入撤退區：本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510530,
        "card_name": "太原",
        "card_code": "CE01-053",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "100",
            "陣　營": "東煌",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】可以將己方手牌中的1張《東煌》或《北方聯合》艦船卡公開。若有執行此動作時，抽1張卡。■當己方戰場上存在3張或以上《東煌》/《北方聯合》卡牌時，前排的此卡獲得【強擊+300】。",
        "acquisition_method": "CE01"
    },
	{
        "card_id": 7510540,
        "card_name": "太原.改",
        "card_code": "CE01-054",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "東煌",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】③：「太原」■當己方戰場上存在共計3張或以上《東煌》/《北方聯合》卡牌時，戰場上的此卡獲得【強擊+100】。■【每回合1次】可以將己方戰場上擁有【改造】技能的《東煌》艦船卡下方的1張卡牌送入撤退區：己方的卡牌被攻擊時，將對方戰場上的1張費用為3或以下的艦船卡轉為休息狀態。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510550,
        "card_name": "長春",
        "card_code": "CE01-055",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "東煌",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看己方卡組最上方的5張卡，將其中最多1張〈驅逐〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510560,
        "card_name": "長春.改",
        "card_code": "CE01-056",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "東煌",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【改造】：④「長春」■【登場時】此卡透過【改造】技能登場時，本回合中，位於前排的此卡可以攻擊對方處於休息狀態的艦船卡。■【攻擊時】可以將此卡下方的1張卡牌送入撤退區：本回合中，戰場上除此卡以外的1張《東煌》或《北方聯合》艦船卡戰力+100 。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510570,
        "card_name": "建武",
        "card_code": "CE01-057",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "東煌",
            "艦船類型": "重巡",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】當己方旗艦卡為《東煌》卡牌時，查看己方卡組最上方的2張卡，將其中最多1張《東煌》艦船卡加入手牌，而後將其餘卡牌置於此卡下方。之後，本回合中，位於前排的此卡可以攻擊處於休息狀態的卡牌。■【每回合1次】此卡通過攻擊擊破對方的艦船卡或對對方的旗艦卡造成傷害的戰鬥結束時，可以將此卡下方的1張卡牌送入撤退區。若有執行此動作時，將此卡轉為激活狀態。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510580,
        "card_name": "鎮海",
        "card_code": "CE01-058",
        "attributes": {
            "顏　色": "黃",
            "種　類": "艦船卡",
            "費　用": "9",
            "戰　力": "700",
            "陣　營": "東煌",
            "艦船類型": "輕航",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■己方戰場上的《東煌》卡牌底下每存在2張卡牌，手牌中的此卡登場時所需支付費用-1。(上限-3)■【支援時】【己方回合中】【每回合1次】可以將己方戰場上《東煌》卡牌下方的2張卡牌送入撤退區：當己方戰場上不存在除此卡以外的「鎮海」艦船卡時，本回合中，己方前排最多2張《東煌》艦船卡戰力+100。之後，將此卡轉為激活狀態，本回合中，此卡獲得【遠程】。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510590,
        "card_name": "星羅棋布",
        "card_code": "CE01-059",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "東煌",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】抽2張卡。之後，當己方旗艦卡為《東煌》卡牌時，可以捨棄1張手牌。若有執行此動作時，選擇己方撤退區最多2張《東煌》卡牌，將其以任意方式正面向上置於己方戰場上的任意《東煌》艦船卡下方。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510600,
        "card_name": "四聖之印",
        "card_code": "CE01-060",
        "attributes": {
            "顏　色": "黃",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "東煌",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】查看己方卡組最上方的3張卡，將其中最多2張《東煌》〈驅逐〉艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。之後，可以將手牌的1張費用為3或以下的「長春」/「太原」/「鞍山」/「撫順」艦船卡登場。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510610,
        "card_name": "魯普雷希特親王",
        "card_code": "CE01-061",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張事件卡：公開己方卡組最上方的2張卡，對方選擇其中《鐵血》的艦船卡與《鐵血》的事件卡各1張，將對手選擇的卡牌加入手牌，而後將其餘卡牌送入撤退區。■【覺醒】當己方的旗艦耐久為1或以下時，將此卡轉為反面。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510611,
        "card_name": "魯普雷希特親王",
        "card_code": "CE01-061覺醒",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】可以捨棄1張手牌，並將己方撤退區的15張卡牌以正面向上置於此卡下方：本回合中，對方戰場上的1張卡牌戰力-100。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510620,
        "card_name": "拉斐爾",
        "card_code": "CE01-062",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "薩丁帝國",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將己方手牌的1張《薩丁帝國》卡牌以正面向上置於此卡下方。■【己方回合結束時】可以將此卡下方1張卡牌加入手牌。■【覺醒】己方的旗艦耐久為1或以下時，將此卡轉為反面。之後，將己方卡組最上方1張卡正面向上置於此卡下方。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510621,
        "card_name": "拉斐爾",
        "card_code": "CE01-062覺醒",
        "attributes": {
            "顏　色": "黑",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "薩丁帝國",
            "艦船類型": "戰列",
            "罕　貴": "L",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【主階段啟動】【每回合1次】可以將己方手牌的1張《薩丁帝國》卡牌以正面向上置於此卡或己方戰場上的《薩丁帝國》艦船卡下方。若置於艦船卡下方，本回合中，該卡戰力+100。■【己方回合結束時】可以將此卡下方1張卡牌加入手牌。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510630,
        "card_name": "Z23",
        "card_code": "CE01-063",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "鐵血",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "【無】",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510640,
        "card_name": "埃姆登",
        "card_code": "CE01-064",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "10",
            "戰　力": "600",
            "陣　營": "鐵血",
            "艦船類型": "輕巡",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■己方撤退區有5張或以上的事件卡時，手牌與撤退區的此卡費用-5。 ■【每回合1次】可以捨棄1張事件卡：此卡發起支援的戰鬥結束時，將此卡轉為激活狀態。之後，本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510650,
        "card_name": "亞爾薇特",
        "card_code": "CE01-065",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "100",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■卡組中的此卡被送入撤退區時，若己方戰場上不存在艦船卡「亞爾薇特」，可以將撤退區的此卡登場於己方前排。■【己方回合結束時】將激活狀態的此卡轉為休息狀態。若有執行此動作且本回合中有3張或以上的卡牌從己方卡組送入撤退區，將己方的旗艦卡與1張魔方卡轉為激活狀態。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510660,
        "card_name": "格奈森瑙",
        "card_code": "CE01-066",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "100",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■卡組中的此卡被送入撤退區時，若己方戰場上不存在艦船卡「格奈森瑙」時，可以將撤退區的此卡登場於己方前排。■【己方回合結束時】將激活狀態的此卡轉為休息狀態。若有執行此動作且本回合中有3張或以上的卡牌從己方卡組送入撤退區，捨棄1張手牌，抽2張卡。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510670,
        "card_name": "塞德利茨",
        "card_code": "CE01-067",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "100",
            "陣　營": "鐵血",
            "艦船類型": "戰巡",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■卡組中的此卡被送入撤退區時，若己方戰場上不存在艦船卡「塞德利茨」時，可以將撤退區的此卡登場於己方前排。■【己方回合結束時】將激活狀態的此卡轉為休息狀態。若有執行此動作且本回合中有3張或以上的卡牌從己方卡組送入撤退區，將己方撤退區的1張《鐵血》卡牌加入手牌。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510680,
        "card_name": "龍騎兵",
        "card_code": "CE01-068",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "200",
            "陣　營": "薩丁帝國",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】查看卡組最上方查看己方卡組最上方4張卡，選擇最多1張《薩丁帝國》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510690,
        "card_name": "博爾札諾",
        "card_code": "CE01-069",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "薩丁帝國",
            "艦船類型": "重巡",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當己方手牌數量為奇數時，本次戰鬥中，此卡戰力+200。■【被攻擊時】當己方手牌數量為偶數時，本次戰鬥中，此卡戰力+200。■【登場時】當己方手牌數量為偶數時，抽1張卡。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510700,
        "card_name": "特倫托",
        "card_code": "CE01-070",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "薩丁帝國",
            "艦船類型": "重巡",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方手牌數量為奇數時，手牌中此卡費用-1。■【登場時】當己方手牌數量為奇數時，抽1張卡。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510710,
        "card_name": "哥里加",
        "card_code": "CE01-071",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "300",
            "陣　營": "薩丁帝國",
            "艦船類型": "重巡",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當己方手牌數量為奇數時，本次戰鬥中，此卡戰力+200。■【被攻擊時】當己方手牌數量為偶數時，本次戰鬥中，此卡戰力+200。■ 【登場時】公開己方卡組最上方2張卡，選擇最多1張《薩丁帝國》艦船卡加入手牌，而後將其餘卡牌送入撤退區。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510720,
        "card_name": "的里雅斯德",
        "card_code": "CE01-072",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "薩丁帝國",
            "艦船類型": "重巡",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■己方手牌數量為奇數時，手牌中的此卡費用-2。■【登場時】當己方手牌數量為奇數時，本回合中，此卡獲得【速攻】【強擊+100】。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510730,
        "card_name": "波拉",
        "card_code": "CE01-073",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "薩丁帝國",
            "艦船類型": "重巡",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當己方手牌數量為奇數時，本次戰鬥中，此卡戰力+100。■【被攻擊時】當己方手牌數量為偶數時，本次戰鬥中，此卡戰力+100。■【登場時】從以下選擇1項。・ 公開己方卡組最上方2張卡，選擇最多1張《薩丁帝國》艦船卡加入手牌，而後將其餘卡牌送入撤退區。・ 將己方撤退區的1張《薩丁帝國》卡牌以正面向上置於己方旗艦卡下方。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510740,
        "card_name": "扎拉",
        "card_code": "CE01-074",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "薩丁帝國",
            "艦船類型": "重巡",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【攻擊時】當己方手牌數量為奇數時，本次戰鬥中，此卡戰力+100。■【被攻擊時】當己方手牌數量為偶數時，本次戰鬥中，此卡戰力+100。■【登場時】可以將手牌中1張費用為3或以下的《薩丁帝國》艦船卡登場。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510750,
        "card_name": "利托里奧",
        "card_code": "CE01-075",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "薩丁帝國",
            "艦船類型": "戰列",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■【登場時】從以下選擇1項。・當己方手牌數量為奇數時，本回合中，此卡獲得【速攻】。・當己方手牌數量為偶數時，抽1張卡，將2張己方的魔方卡轉為激活狀態。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510760,
        "card_name": "帝國",
        "card_code": "CE01-076",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "薩丁帝國",
            "艦船類型": "航母",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】■【固守+100】■【攻擊時】當己方手牌數量為奇數時，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510770,
        "card_name": "巴拉卡少校",
        "card_code": "CE01-077",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "400",
            "陣　營": "薩丁帝國",
            "艦船類型": "潛艇",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】■【己方回合結束時】當己方手牌數量為偶數時，將戰場上的此卡置於卡組最下方。否則，將戰場上的此卡彈回手牌。■【對方回合中】當己方旗艦卡為《薩丁帝國》/〈潛艇〉卡牌時，戰場上的此卡支援+100。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510780,
        "card_name": "托里切利",
        "card_code": "CE01-078",
        "attributes": {
            "顏　色": "黑",
            "種　類": "艦船卡",
            "費　用": "1",
            "戰　力": "100",
            "陣　營": "薩丁帝國",
            "艦船類型": "潛艇",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■【反制】■【對方回合中】當己方手牌數量為奇數時，此卡支援+100。■【己方回合結束時】當己方手牌數量為奇數時，將戰場上的此卡置於卡組最下方。否則，將戰場上的此卡以正面向上置於己方旗艦卡的下方。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510790,
        "card_name": "白顏料",
        "card_code": "CE01-079",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "薩丁帝國",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【主階段啟動】將此卡以正面向上置於己方《薩丁帝國》旗艦卡下方。■當此卡以正面向上置於戰場上《薩丁帝國》卡牌下方時，該卡獲得以下技能。・【主階段啟動】己方從手牌登場《薩丁帝國》艦船卡時，可以將己方旗艦卡下方的1張「白顏料」置於卡組最下方。若有執行此動作時，登場該艦船卡所需支付費用-1。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510800,
        "card_name": "黑顏料",
        "card_code": "CE01-080",
        "attributes": {
            "顏　色": "黑",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "薩丁帝國",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【反制】當己方的旗艦卡陣營僅為《薩丁帝國》時，本次戰鬥中，己方戰場上的1張卡牌戰力+200。之後，可以將撤退區的此卡正面向上置於己方旗艦卡下方。■當此卡以正面向上置於戰場上《薩丁帝國》卡牌下方時，該卡獲得以下技能。・【被攻擊時】將此卡下方3張「黑顏料」以隨機順序置於卡組最下方：本回合中，對方戰場上1張卡牌戰力-100。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510810,
        "card_name": "火力",
        "card_code": "CE01-081",
        "attributes": {
            "顏　色": "無",
            "種　類": "旗艦卡",
            "費　用": "-",
            "戰　力": "400",
            "陣　營": "北方聯合",
            "艦船類型": "驅逐",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■己方《北方聯合》〈驅逐〉艦船卡登場時，將對方卡組最上方1張卡送入撤退區。■【覺醒】當己方旗艦耐久為1或以下時，將此卡轉為反面。之後，將對方卡組最上方的1張卡送入撤退區。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510811,
        "card_name": "火力",
        "card_code": "CE01-081覺醒",
        "attributes": {
            "顏　色": "無",
            "種　類": "旗艦卡-覺醒",
            "費　用": "-",
            "戰　力": "500",
            "陣　營": "北方聯合",
            "艦船類型": "驅逐",
            "罕　貴": "L",
            "勢　力": "碧藍航線",
            "支援範圍": "戰場",
            "支援值": "100"
        },
        "card_effect": "■己方《北方聯合》〈驅逐〉艦船卡登場時，將對方卡組最上方1張卡送入撤退區。■【攻擊時】將對方卡組最上方的1張卡送入撤退區。之後，當己方戰場上存在4張或以上《北方聯合》卡牌時，對方撤退區每存在10張卡牌，本次戰鬥中，此卡戰力+100。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510820,
        "card_name": "兇猛",
        "card_code": "CE01-082",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "2",
            "戰　力": "200",
            "陣　營": "北方聯合",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌",
            "支援值": "100"
        },
        "card_effect": "■當己方戰場上存在2張或以上「兇猛」以外的《驅逐》卡牌時，前排的此卡獲得【強擊+200】。■【登場時】將對方卡組最上方1張卡牌送入撤退區。之後，可以將己方手牌中的1張《北方聯合》〈驅逐〉艦船卡公開。若有執行此動作時，抽1張卡。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510830,
        "card_name": "雷鳴",
        "card_code": "CE01-083",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "3",
            "戰　力": "500",
            "陣　營": "北方聯合",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "0"
        },
        "card_effect": "■當對方撤退區存在7張或以上卡牌時，所有區域的此卡支援+100。■【登場時】將對方卡組最上方1張卡送入撤退區。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510840,
        "card_name": "基輔",
        "card_code": "CE01-084",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "600",
            "陣　營": "北方聯合",
            "艦船類型": "驅逐",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】從以下選擇1項。・當己方戰場上存在3張或以上的〈驅逐〉卡牌時，本回合中，此卡獲得【速攻】【強擊+100】。・當己方戰場上存在2種或以上顏色的卡牌時，抽1張卡。之後，當己方戰場上存在3種類陣營的卡牌時，抽1張卡。・當己方旗艦卡為《北方聯合》卡牌時，將對方卡組最上方3張卡送入撤退區。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510850,
        "card_name": "奧列格",
        "card_code": "CE01-085",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "4",
            "戰　力": "500",
            "陣　營": "北方聯合",
            "艦船類型": "輕巡",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【強擊+100】■【登場時】將對方卡組最上方的1張卡送入撤退區。■【被擊破時】抽1張卡。之後，將對方卡組最上方的1張卡送入撤退區。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510860,
        "card_name": "蘇維埃白俄羅斯",
        "card_code": "CE01-086",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "7",
            "戰　力": "700",
            "陣　營": "北方聯合",
            "艦船類型": "戰列",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■當己方的旗艦卡為《北方聯合》卡牌時，戰場上的此卡獲得【遠程】。■【登場時】/【攻擊時】將對方卡組最上方的1張卡送入撤退區。之後，若對方撤退區存在20張或以上卡牌，將2張己方的魔方卡轉為激活狀態。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510870,
        "card_name": "蘇維埃俄羅斯",
        "card_code": "CE01-087",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "600",
            "陣　營": "北方聯合",
            "艦船類型": "戰列",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【登場時】將對方卡組最上方1張卡送入撤退區。之後，可以捨棄1張手牌或將1張作為旗艦耐久的卡牌加入手牌。若有執行此動作時，查看己方卡組最上方3張卡，將其中最多1張《碧藍航線》艦船卡公開並加入手牌，而後將其餘卡牌以隨機順序置於卡組最下方。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510880,
        "card_name": "伏爾加",
        "card_code": "CE01-088",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "5",
            "戰　力": "500",
            "陣　營": "北方聯合",
            "艦船類型": "航母",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【遠程】【固守+100】■【登場時】將對方卡組最上方的1張卡送入撤退區。■戰場上的此卡發起支援時，若對方撤退區存在15張或以上卡牌，本次戰鬥中，己方戰場上的1張卡牌戰力+100。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510890,
        "card_name": "阿爾薩斯",
        "card_code": "CE01-089",
        "attributes": {
            "顏　色": "無",
            "種　類": "艦船卡",
            "費　用": "6",
            "戰　力": "500",
            "陣　營": "自由鳶尾",
            "艦船類型": "戰列",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "手牌·戰場",
            "支援值": "100"
        },
        "card_effect": "■【每回合1次】戰場上的此卡發起支援的戰鬥結束時，將此卡轉為激活狀態。■己方戰場上的《自由鳶尾》或《維希教廷》艦船卡通過攻擊擊破對方的艦船卡 的戰鬥結束時  ，可以將此卡移動至未被放置卡牌的己方戰場。若有執行此動作時，本回合中，此卡戰力+100。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510900,
        "card_name": "如沐暖陽",
        "card_code": "CE01-090",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "3",
            "戰　力": "-",
            "陣　營": "北方聯合",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■ 【主階段啟動】抽2張卡。之後，當己方旗艦卡為《碧藍航線》卡牌時，將對方卡組最上方1張卡牌送入撤退區。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510910,
        "card_name": "裁決降臨",
        "card_code": "CE01-091",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "1",
            "戰　力": "-",
            "陣　營": "自由鳶尾",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "碧藍航線",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】本回合中，對方戰場上的1張艦船卡戰力-100。",
        "acquisition_method": "CE01"
    },
    {
        "card_id": 7510920,
        "card_name": "斷罪之斧",
        "card_code": "CE01-092",
        "attributes": {
            "顏　色": "無",
            "種　類": "事件卡",
            "費　用": "2",
            "戰　力": "-",
            "陣　營": "維希教廷",
            "艦船類型": "-",
            "罕　貴": "-",
            "勢　力": "赤色中軸",
            "支援範圍": "-",
            "支援值": "-"
        },
        "card_effect": "■【追擊】可以將己方戰場上1張費用為3或以上且處於激活狀態的艦船卡擊破。若有執行此動作時，本次戰鬥中，己方戰場上的1張卡牌戰力+300。",
        "acquisition_method": "CE01"
    }
]